Repository: stephen-ask/service-finder
Catalog: languages/*.po
Languages: ar

source: Provider
ar: مزود

source: New transaction has been initiated
ar: تم بدء معاملة جديدة

source: Masspay payment method is not enable.
ar: طريقة الدفع Masspay غير ممكّنة.

source: Paypal masspay setting is not configured properly please configure.
ar: لم يتم تكوين إعداد باي بال masspay بشكل صحيح يرجى تكوين.

source: Paypal masspay setting is not configured properly please configure it first
ar: لم يتم تكوين إعداد paypal masspay بشكل صحيح ، يرجى تهيئته أولاً

source: Please update %s PayPal email to receive payout
ar: يرجى تحديث٪ s بريد PayPal لتلقي الدفعات

source: Please update paypal email to receive payout
ar: يرجى تحديث paypal البريد الإلكتروني لتلقي دفع تعويضات

source: Total payout amount at %2$s on %3$s
ar: المبلغ الإجمالي للدفع عند٪ 2 $ s على٪ 3 $ s

source: Manual Payout to %s
ar: الدفع اليدوي إلى٪ s

source: Manual Payout to %s has been failed
ar: الدفع اليدوي إلى٪ s قد فشل

source: Payout Configuration Failed
ar: فشل تكوين دفع تعويضات

source: Payout Failed
ar: فشل الدفع

source: Payout Transfered Succeed
ar: دفع تعويضات تنجح

source: Payout Transfered Failed
ar: فشل تحويل المدفوعات

source: Booking Ref ID:#
ar: رقم ID المرجعي للحجز:

source: Incomplete
ar: غير مكتمل

source: Full Day
ar: يوم كامل

source: No Providers Found
ar: لم يتم العثور علي موفري خدمات

source: All
ar: الكل

source: No
ar: لا

source: Found
ar: موجود

source: Prev
ar: السابق

source: Today
ar: اليوم

source: Next
ar: التالي

source: Year
ar: عام

source: Month
ar: شهر

source: Week
ar: أسبوع

source: Day
ar: يوم

source: Complete
ar: مكتمل

source: Booking
ar: حجز‬

source: Close
ar: إغلاق

source: Upcoming
ar: القادم

source: Past
ar: الماضي

source: Job
ar: وظيفة

source: Quotation
ar: السعر

source: Approve Booking
ar: الموافقة على الحجز

source: Approved
ar: تمت الموافقة

source: Cancelled
ar: تم الإلغاء

source: Completed
ar: تم الانتهاء

source: Free
ar: مجاني

source: Paid
ar: تم الدفع

source: Pending
ar: قيد الانتظار

source: Contact Number
ar: رقم التواصل

source: Email
ar: البريد الالكتروني

source: Address
ar: العنوان

source: City
ar: مدينة

source: Local
ar: محلي

source: Transaction ID
ar: ‫ID العملية

source: Payment Type
ar: نوع الدفع

source: Payment Method
ar: طريقة الدفع

source: Invoice ID (Wire Transffer)
ar: ‫ID الفاتورة (حوالة مصرفية)

source: Admin Fee
ar: رسوم المشرف

source: Provider Fee
ar: رسوم مزود الخدمة

source: Change Payment Status to Paid
ar: تغيير حالة الدفع إلى تم الدفع

source: Change Status
ar: تغيير الحالة

source: Pay Now
ar: ادفع الآن

source: Payout balance not avialable yet.
ar: رصيد الدفع غير متاح حتى الآن.

source: This provider connect account is not connected to your stripe account yet.
ar: لم يتم ربط حساب موفر الاتصال هذا بحسابك الشريطي حتى الآن.

source: In-process
ar: تحت المعالجة

source: Booking is not completed yet.
ar: لم يكتمل الحجز بعد.

source: View Order
ar: عرض الطلب

source: View Booking
ar: عرض الحجز

source: Booking have been approved after wired bank transffer
ar: تمت الموافقة على الحجز بعد الحوالة المصرفية

source: Booking approved successfully.
ar: تمت الموافقة على الحجز بنجاح.

source: Booking Approval Notification
ar: إشعار الموافقة على الحجز

source: Message has been sent
ar: تم إرسال الرسالة

source: Message could not be sent.
ar: تعذر إرسال الرسالة.

source: Booking Payment
ar: دفع الحجز

source: Site administrator paid you for your service via paypal masspay
ar: لقد قام المشرف بالدفع لك مقابل خدمتك عبر PayPal masspay

source: Site administrator release payout. It will take some time to reflect in your account. Booking Ref id is #%d
ar: مشرف الموقع يطلق تعويضات. سيستغرق الأمر بعض الوقت لتفقد حسابك. ID الرقم المرجعي للحجز هو #%d

source: Payout initiate successfully.
ar: بدء دفع التعويض بنجاح.

source: Vendor does not have a MANGOPAY bank account.
ar: لا يملك البائع حسابًا بنكيا على MANGOPAY.

source: Succeed: Payout has been paid to your bank account. Booking Ref id is #%d
ar: نجاح: تم دفع التعويض لحسابك البنكي. ID الرقم المرجعي للحجز هو #%d

source: Created: The payout released by admin. Booking Ref id is #%d
ar: تم الإنشاء: تم إطلاق دفع التعويض بواسطة المشرف. ID الرقم المرجعي للحجز هو #%d

source: Payout created for vendor successfully.
ar: تم إنشاء دفع التعويض للبائع بنجاح.

source: Vendor MANGOPAY payout transaction failed.
ar: فشلت عملية دفع تعويضات البائع على MANGOPAY.

source: Site administrator paid you for your service via bank transfer
ar: لقد قام مشرف الموقع بالدفع لك مقابل خدمتك عبر حوالة بنكية

source: Payment status changed successfully.
ar: تم تغيير حالة الدفع بنجاح.

source: Customers
ar: زبائن

source: Bookings
ar: الحجز

source: By
ar: حسب

source: All
ar: الكل

source: By Date
ar: حسب التاريخ

source: All Days
ar: كل الأيام

source: Yesterday
ar: الأمس

source: Tomorrow
ar: غدا

source: Last 7 Days
ar: ال٧ أيام الماضية

source: Last 30 Days
ar: ال3٠ يوما الماضية

source: Next 7 Days
ar: ال٧ أيام التالية

source: This Month
ar: هذا الشهر

source: Next Month
ar: الشهر التالي

source: Booking Reference ID #
ar: الرقم المرجعي للحجز

source: Date/Time
ar: التاريخ/الوقت

source: %s Name
ar: ‫%s اسم

source: Upcoming or Past
ar: قادم أو ماضي

source: Type
ar: النوع

source: Payment Status
ar: حالة الدفع

source: Booking Amount
ar: مبلغ الحجز

source: Booking Status
ar: حالة الحجز

source: Pay to %s via Bank Transffer
ar: ادفع ل %s عن طريق حوالة بنكية

source: Pay to %s via Paypal/Stripe/Mangopay
ar: ادفع ل %s بواسطة PayPal/Stripe/Mangopay

source: Actions
ar: الاجراءات

source: Listing categories are disabled. Please enable it before import.
ar: إدراج الفئات معطلة. يرجى تفعيلها قبل الاستيراد.

source: %s category imported successfully
ar: ‫%s تم استيراد الفئة بنجاح

source: Import Provider Category to Jobs Category
ar: استيراد فئة مزود إلى فئة وظائف

source: Start Importing Provider Category to Job Category
ar: ابدأ استيراد فئة مزود إلى فئة وظيفة

source: Start Importing Provider Category to Questions Category
ar: ابدأ استيراد فئة مزود إلى فئة أسئلة

source: Start Importing Provider Category to Articles Category
ar: ابدأ استيراد فئة مزود إلى فئة مقالات

source: Claimed business successfully
ar: تمت مطالبة الملكية بنجاح

source: Approve
ar: موافقة

source: Decline
ar: رفض

source: Declined
ar: مرفوض

source: Claimed
ar: تم المطالبة به

source: View Profile
ar: عرض الصفحة الشخصية

source: Claim Business
ar: طالب بملكية عمل

source: Your Claimed Business has been Approved
ar: تمت الموافقة على عملك الذي طالبت بملكيته

source: %s approved successfully and mail sent with login credentials to user
ar: ‫%s تمت الموافقة بنجاح وتم إرسال البريد ببيانات اعتماد تسجيل الدخول إلى المستخدم

source: Couldn&#8217;t approved
ar: لم نتمكن من الموافقة

source: %s approved successfully and send mail for pay to user
ar: ‫%s تمت الموافقة بنجاح وتم إرسال بريد الدفع للمستخدم

source: Your Claimed Business has been Declined
ar: تم رفض عملك الذي طالبت بملكيته

source: %s declined successfully.
ar: تم الرفض بنجاح‏‫ %s.

source: Couldn&#8217;t declined
ar: لم يتمكن من الرففض

source: Name
ar: الاسم

source: Date
ar: التاريخ

source: Message
ar: الرسالة

source: Claim Status
ar: حالة المطالبة

source: Action
ar: الاجراء

source: Apt
ar: شقة

source: State
ar: مقاطعة

source: Postal Code
ar: رمز بريدي

source: Add Balance to Wallet
ar: إضافة رصيد للمحفظة

source: Please activate wallet system from theme options to enable this.
ar: يرجى تفعيل نظام المحفظة من خيارات الثيم “theme”لتفعيل هذا.

source: Phone
ar: هاتف

source: Total no of user
ar: العدد الكلي للمستخدمين

source: Total no. of providers
ar: العدد الكلي للمزودين

source: Total no. of paid providers
ar: العدد الكلي للمزودين المدفوع لهم

source: Total no. of featured providers
ar: العدد الكلي للمزودين المميزين

source: Total no. of customers
ar: العدد الكلي للزبائن

source: Manage shortcode option updated successfully
ar: تم تحديث إدارة خيار كود قصير بنجاح

source: Cities taxonomy updated successfully
ar: تم تحديث تصنيف المدن بنجاح

source: Important things for existing buyers
ar: أشياء مهمة للمشترين الموجودين

source: Yes
ar: نعم

source: Manage Home Page Shortcodes from Themeoption
ar: إدارة أكواد قصيرة للصفحة الرئيسية من Themeoption

source: Note:
ar: ملاحظة:

source: Your csv must have same number of columns in same order as given in our sample csv.
ar: يجب أن يحتوي ملف CSV على نفس عدد الأعمدة بالترتيب نفسه كما هو موضح في نموذج csv الخاص بنا.

source: Create Cities
ar: إنشاء مدن

source: Create City Taxonomy from Existing Users
ar: إنشاء تصنيف مدينة من المستخدمين الحاليين

source: Edit Price
ar: تعديل السعر

source: Approve After Wire Transfer
ar: موافقة بعد حوالة بنكية

source: Feature Request Approved
ar: تمت الموافقة على طلب تميز

source: Your feature request has been approved.
ar: تمت الموافقة على طلب الميزة الخاص بك.

source: Approved Successfully
ar: تمت الموافقة بنجاح

source: Couldn&#8217;t approved... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم نتمكن من الموافقة.. الرجاء التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Featured Amount Edited
ar: تم تعديل مبلغ التميز

source: Featured Amount has been updated
ar: تم تحديث مبلغ التميز

source: Dear Provider,
ar: عزيزي مزود الخدمة،

source: Your account has been declined for feature.
ar: تم رفض تميز حسابك.

source: Declined Feature Request
ar: طلب رفض تميز

source: Declined Successfully
ar: تم الرفض بنجاح‏‫

source: Couldn&#8217;t declined... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم نتمكن من الرفض.. الرجاء التواصل مع <a href=“mailto:%s”>المشرف</a> !!

source: Featured Requests
ar: طلبات التميز

source: Number of Days
ar: عدد الأيام

source: Start Date
ar: تاريخ البدء:

source: End Date
ar: تاريخ الانتهاء:

source: Amount
ar: المبلغ

source: Status
ar: الحالة

source: Site administrator release payout. It will take some time to reflect in your account. Invoice Ref id is #%d
ar: الافراج عن مسؤول الموقع دفع تعويضات. سوف يستغرق الأمر بعض الوقت للتفكير في حسابك. رقم تعريف الفاتورة هو #٪ d

source: Booking Invoice Payment
ar: دفع فاتورة الحجز

source: Overdue
ar: متأخر

source: Invoice Paid
ar: تم دفع الفاتورة

source: Invoice paid by %s
ar: تم دفع الفاتورة بواسطة %s

source: Invoice paid via wire transfer successful
ar: تم دفع الفاتورة بواسطة حوالة بنكية بنجاح

source: Invoices
ar: فواتير

source: Reference No
ar: رقم مرجعي

source: Due Date
ar: تاريخ الاستحقاق

source: Total Amount
ar: المبلغ الإجمالي

source: Invoice Status
ar: حالة الفاتورة

source: Booking ID
ar: ‫ID الحجز

source: Booking Details
ar: تفاصيل الحجز

source: Customer
ar: عميل

source: Job connects upgrade successfully
ar: تم ترقية ربط الوظيفة

source: Job Connect Requests
ar: طلب ربط وظيفة

source: User Type
ar: نوع المستخدم

source: Transaction Date
ar: تاريخ العملية

source: Current Plan
ar: الخطة الحالية

source: Upgrade Request Plan
ar: طلب ترقية الخطة

source: Languages updated successfully
ar: تم تحديث اللغات بنجاح

source: Languages
ar: اللغات

source: Save
ar: حفظ

source: Notifications
ar: إشعارات

source: Title
ar: العنوان

source: Notification
ar: إشعار

source: Stripe Payout History
ar: سِجل تعويضات Stripe

source: Booking Ref ID
ar: رقم ID المرجعي للحجز

source: Created on
ar: تم إنشاؤه في

source: Available on
ar: متاح في

source: Stripe Connect Method
ar: طريقة ربط Stripe

source: Connect Account ID
ar: ربط ID الحساب

source: Masspay Payout History
ar: سِجل دفع تعويضات Masspay

source: Payout Date
ar: تاريخ دفع التعويض

source: Remark
ar: ملاحظة

source: Unable to write to directory. Is this directory writable by the server?
ar: غير قادر على الكتابة على الدليل. هل هذا الدليل قابل للكتابة بواسطة الخادم؟

source: Error, the file
ar: خطأ، الملف

source: could not moved to
ar: لم نتمكن من نقله إلى

source: Provider Import
ar: استيراد مزود

source: Update existing users?
ar: تحديث المستخدمين الحاليين؟

source: CSV file
ar: ملف CSV

source: required
ar: مطلوب

source: Start Importing
ar: ابدأ الاستيراد

source: Download Sample CSV FILE
ar: تحميل نموذج ملف CSV

source: Add balance to wallet successfully
ar: إضافة رصيد للمحفظة بنجاح

source: All providers make vendor Successfully
ar: كل المزودين يعملون كبائعين بنجاح

source: No providers found
ar: لم يتم العثور على مزود

source: No Package
ar: لا برنامج

source: Category
ar: فئة

source: Membership Date
ar: تاريخ العضوية

source: Featured (Paid)
ar: تميز (مدفوع)

source: Featured (By Admin)
ar: تميز (بواسطة مشرف)

source: UnBlock
ar: فك الحظر

source: Approve After Wired Transfer
ar: الموافقة بعد حوالة بنكية

source: Block
ar: حظر

source: Reject
ar: رفض

source: Re-Approve
ar: إعادة الموافقة

source: Manage Profile
ar: إدارة الملف الشخصي

source: View Bank Info
ar: عرض معلومات البنك

source: View/Download
ar: عرض/تحميل

source: No identity available
ar: لا يوجد هوية متاحة

source: Decline Reason
ar: سبب الرفض

source: In Process
ar: تحت المعالجة

source: Provider has been Featured Successfully
ar: تم تمييز مزود الخدمة بنجاح

source: Your account has been blocked by following reason:
ar: تم حظر حسابك للسبب التالي:

source: Account Blocked
ar: تم حظر الحساب

source: User has been Blocked Successfully
ar: تم حظر المستخدم بنجاح

source: Your account has been UnBlocked successfully.
ar: تم رفع الحظر عن حسابك بنجاح.

source: Account UnBlocked
ar: تم فك حظر الحساب

source: User has been UnBlocked Successfully
ar: تم رفع الحظر عن المستخدم بنجاح

source: User has been Approved Successfully
ar: تمت الموافقة على المستخدم بنجاح

source: Identity Approved
ar: تمت الموافقة على الهوية

source: Your identity has been approved.
ar: تمت الموافقة على هويتك

source: Identity check approved
ar: تم تأكيد تحقق الهوية

source: Provider Identity Approved Successfully
ar: تمت الموافقة على هوية مزود الخدمة بنجاح

source: Identity Declined
ar: تم رفض الهوية

source: Your identity has been declined.
ar: تم رفض هويتك.

source: Identity check unapproved
ar: لم يتم تأكيد التحقق من الهوية

source: Provider Identity Un-Approved Successfully
ar: هوية مزود الخدمة غير معتمدة بنجاح

source: User has been Rejected Successfully
ar: تم رفض المستخدم بنجاح

source: Provider has been UnFeatured Successfully
ar: لقد تم إلغاء تميز مزود الخدمة بنجاح

source: Providers Identity Check
ar: التحقق من هوية مزود خدمة

source: View Identity
ar: عرض الهوية

source: By Featured
ar: حسب التميز

source: Featured
ar: تَميَز

source: By Approval
ar: حسب الموافقة

source: Blocked
ar: محظور

source: Moderation Pending
ar: قيد الانتظار

source: Rejected
ar: مرفوض

source: All Providers Make Vendors
ar: كل المزودين يعملون كبائعين

source: Membership Plan
ar: خطة العضوية

source: Featured
ar: متميز

source: View Conversation
ar: عرض المحادثة

source: Mail Sent
ar: تم إرسال البريد

source: Request a Quotation
ar: طلب سعر

source: Get Quotation
ar: احصل على سعر

source: New quotation has arrived from %s
ar: وصل عرض سعر جديد من %s

source: Approved and send mail Successfully
ar: الموافقة وإرسال بريد بنجاح

source: Quotations
ar: الأسعار

source: Attachments
ar: المرفقات

source: Label added successfully
ar: تمت إضافة التسمية بنجاح

source: Couldn&#8217;t add label.
ar: لم تتمكن من إضافة التسمية.

source: Label already exist.
ar: التسمية موجودة بالفعل.

source: Sorry! You have already added maxium labels.
ar: عذرا! لقد أضفت الحد الأقصى للتسميات بالفعل.

source: Delete label successfully.
ar: حذف التسمية بنجاح.

source: Default
ar: افتراضي

source: Rating Labels
ar: تسميات التقييم

source: Add/Edit Label
ar: إضافة/تعديل تسمية

source: Label Name
ar: اسم التسمية

source: Add New Label
ar: أضف تسمية جديدة

source: Select Category
ar: اختر فئة

source: Default applies to all
ar: الافتراضي ينطبق على الكل

source: You can add maxium 5 lables
ar: يمكنك إضافة ٥ تسميات كحد أقصى

source: Cancel
ar: إلغاء

source: Add Label
ar: إضافة تسمية

source: Upgrade Requests
ar: طلب ترقية

source: Upgrade Request Date
ar: تاريخ طلب الترقية

source: Current Package
ar: البرنامج الحالي

source: Upgrade Package
ar: ترقية البرنامج

source: Account has been upgrade Successfully
ar: تم ترقية الحساب بنجاح

source: Wallet Amount Wired Requests
ar: طلبات مبلغ حوالة للمحفظة

source: Txn ID/Wired Invoice ID
ar: ‫Txn ID/فاتورة حوالة ID

source: Wallet amount added successfully
ar: تمت إضافة مبلغ للمحفظة بنجاح

source: XMl Sitemap settings
ar: ‫XMl إعدادات خريطة الموقع

source: Your two sitemaps are active! Here you can change and customize them.
ar: لديك اثنين من خرائط الموقع نشطة! هنا يمكنك تغييرها وتخصيصها.

source: Links to your xml and html sitemap:
ar: روابط لخريطة موقعك xml و html

source: Xml sitemap:
ar: خريطة الموقع Xml:

source: Html sitemap:
ar: خريطة الموقع Html:

source: (disabled)
ar: (تعطيل)

source: Home
ar: الرئيسية

source: Posts
ar: منشورات

source: Pages
ar: صفحات

source: Other
ar: أخرى

source: Categories
ar: ‫الأقسام

source: Tags
ar: كلمات دلالية

source: Authors
ar: كُتّاب

source: Providers Category
ar: فئة المزودين

source: Last updated
ar: أخر تحديث

source: Html Sitemap
ar: خريطة الموقع Html

source: Is Vendor
ar: بائع

source: Company Name
ar: اسم الشركة

source: Country
ar: البلد

source: City (Select country to enable auto suggestion)
ar: المدينة (اختر الدولة لتفعيل الاقتراح التلقائي)

source: City (Please select city from auto suggestion)
ar: المدينة (اختر مدينة لتفعيل الاقتراح التلقائي)

source: Select Country
ar: اختر بلدا

source: Select City
ar: اختر مدينة

source: Apt/Suite #
ar: رقم الشقة/الجناح

source: Select Primary Category
ar: اختر الفئة الرئيسي

source: Select Package
ar: اختر برنامج

source: Access Only Claimed Users
ar: الوصول فقط إلى المستخدمين الذين تمت المطالبة بملكيتهم

source: Allow user to access profile only if provider has claimed.
ar: اسمح للمستخدم بالوصول إلى الملف الشخصي فقط إذا كان قد تمت المطالبة بملكيته.

source: Profile Picture
ar: صورة الملف الشخصي

source: Select/Upload Image
ar: اختر/ارفع صورة

source: By Admin
ar: حسب المشرف

source: Claim Business Requests
ar: طلبات المطالبة بملكية عمل

source: Dashboard
ar: لوحة التحكم الرئيسية

source: Calendar View
ar: عرض التقويم

source: Identity Check
ar: التحقق من الهوية

source: Cities
ar: مدن

source: Upgrade Package Request
ar: طلب ترقية برنامج

source: Job Connect Request
ar: طلب ربط وظيفة

source: XML Sitemap
ar: خريطة الموقع Xml

source: Category Import
ar: استيراد فئة

source: Wallet Request
ar: طلب محفظة

source: Important Things for Existing Buyers
ar: أشياء مهمة لمستخدمين حاليين

source: Service Finder
ar: إيجاد خدمة

source: This profile is not available. Please search more providers!
ar: هذا الملف غير متاح. الرجاء البحث عن المزيد من مقدمي الخدمات!

source: Search
ar: بحث

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Login
ar: تسجيل دخول

source: Don't have an account?
ar: ليس لديك حساب؟

source: Forgot Password
ar: نسيت كلمة المرور

source: Username or E-mail:
ar: اسم المستخدم أو البريد الإلكتروني:

source: Get New Password
ar: احصل على كلمة مرور جديدة

source: Already Registered?
ar: مسجل مسبقا؟

source: You are already logged in.
ar: أنت مسجل دخول بالفعل.

source: Add article successfully.
ar: إضافة مقال بنجاح.

source: Update article successfully.
ar: تحديث مقال بنجاح.

source: Edit
ar: تعديل

source: Articles
ar: مقالات

source: ADD ARTICLES
ar: إضافة مقالات

source: Delete
ar: حذف

source: Article Title
ar: عنوان المقال

source: Add New Article
ar: أضف موضوع جديد

source: Drop files here
ar: قم بوضع الملفات هنا

source: or
ar: أو

source: Select Files
ar: اختر ملفات

source: Update Article
ar: تحديث موضوع

source: Couldn&#8217;t add timeslot... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من إضافة شريحة وقت.. الرجاء التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Time slots added successfully.
ar: تم إضافة شرائح وقتية بنجاح.

source: Already exist this data.
ar: هذه البيانات موجودة بالفعل.

source: Start time added successfully.
ar: تمت إضافة وقت البدء بنجاح.

source: Bulk timeslots added successfully.
ar: تم إضافة شرائح وقتية بالجملة بنجاح.

source: Bulk starttimes added successfully.
ar: تم إضافة أوقات بداية بالجملة بنجاح.

source: Number of max booking not updated.
ar: لم يتم تحديث الحد الأقصى للحجز.

source: Number of max booking updated successfully.
ar: تم تحديث الحد الأقصى للحجز بنجاح.

source: Couldn&#8217;t delete timeslot... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من حذف الشريحة الوقتية… يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Time slot deleted successfully.
ar: تم حذف شريحة وقتية بنجاح.

source: Couldn&#8217;t set Unavailability... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من تحديد عدم التوفر … يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Unavailability set successfully.
ar: تم ضبط عدم التوفر بنجاح.

source: Please Select Date
ar: يرجى اختيار تاريخ

source: Couldn&#8217;t update Unavailability... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من تحديث عدم التوفر… يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Unavailability update successfully.
ar: تم تحديث عدم التوفر بنجاح.

source: yes
ar: نعم

source: There are no time slot available.
ar: لا يوجد شريحة وقتية متاحة.

source: Availability
ar: التوفر

source: You need to put available hours for the booking system to work
ar: تحتاج إلى وضع ساعات متاحة حتى يعمل نظام الحجز

source: Start Time
ar: وقت البدء

source: Max bookings
ar: أقصى حجوزات

source: Add
ar: أضف

source: Reload
ar: إعادة تحميل

source: Set Bulk Intervals
ar: تعيين الفواصل الزمينة

source: End Time
ar: وقت الانتهاء

source: 15 Mins
ar: 15 دقيقة

source: 30 Mins
ar: 3٠ دقيقة

source: 45 Mins
ar: 45 دقيقة

source: 1 Hr
ar: ساعة

source: 1 Hr 15 Mins
ar: ساعة و15 دقيقة

source: 1 Hr 30 Mins
ar: ساعة و 3٠ دقيقة

source: 1 Hr 45 Mins
ar: ساعة و 45 دقيقة

source: 2 Hrs
ar: ساعتان

source: 2 Hr
ar: ساعتان

source: 2 Hrs 30 Mins
ar: ساعتان و 3٠ دقيقة

source: 3 Hrs
ar: 3 ساعات

source: 3 Hr 30 Mins
ar: 3 ساعات و 3٠ دقيقة

source: 4 Hrs
ar: ٤ ساعات

source: Slot Interval
ar: شريحة فاصل زمني

source: Save Slots
ar: حفظ الشرائح

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Number of bookings allowed
ar: عدد الحجوزات المسموح بها

source: Update
ar: تحديث

source: Set Up time slots for each week day
ar: إعداد شرائح الوقت لكل يوم في الأسبوع

source: AM
ar: صباحاً

source: PM
ar: مساءً

source: Submit
ar: إرسال

source: From:
ar: من:

source: To
ar: إلى

source: Set UnAvailability
ar: ضبط عدم التوفر

source: Set New UnAvailability
ar: ضبط عدم توفر جديد

source: Timeslots
ar: شرائح وقت

source: Whole Day
ar: يوم كامل

source: Member Name
ar: اسم العضو

source: Team Members
ar: أعضاء الفريق

source: Select Team Members
ar: اختر أعضاء الفريق

source: For All Members
ar: لكل الأعضاء

source: Please select timeslot
ar: يرجى اختيار شريحة وقتية

source: Member Name:
ar: اسم العضو:

source: Select Month/Week/Day/Slots
ar: اختر الشهر/الأسبوع/اليوم/الشريحة

source: Slots
ar: شرائح

source: Number of Month/Week/Day/Slots
ar: عدد الشهر/الأسبوع/اليوم/الشريحة

source: Choose Staff Member
ar: اختر عضو الطاقم

source: Sorry, There are no members available
ar: عفوا، لا يوجد أعضاء متاحين

source: Any Member
ar: أي عضو

source: No members available
ar: لا يوجد أعضاء متاحين

source: You have new booking. Booking Ref id is #%d
ar: لديك حجز جديد. الرقم المرجعي للحجز #%d

source: You have new booking on %s at %s by %s. Booking Ref id is #%d
ar: لديك حجز جديد على %s عند %s عن طريق %s. ID االرقم المرجعي للحجز هو #%d

source: Booking Notification
ar: إشعار الحجز

source: Couldn&rsquo;t Login. Please try again
ar: لم تتمكن من تسجيل الدخول. يرجى المحاولة مرة أخرى

source: Login Successfull
ar: تسجيل دخول بنجاح

source: Couldn&#8217;t added to favorite... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من الإضافة إلى المفضلة… يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Added to favorite successfully.
ar: تمت الإضافة للمفضلة بنجاح.

source: Remove from favorite successfully.
ar: إزالة من المفضلة بنجاح.
