Repository: stephen-ask/service-finder
Catalog: languages/*.po
Languages: ar

source: Logout
ar: تسجيل خروج

source: Toggle navigation
ar: تبديل التنقل

source: Book now
ar: احجز الآن

source: Hi, %s
ar: مرحبا %s

source: Banner Image
ar: صورة البانر

source: Server API key for map is configured successfully
ar: تم تكوين مفتاح خادم API للخريطة بنجاح

source: Afghanistan
ar: أفغانستان

source: Aland Islands
ar: جزر آلاند

source: Albania
ar: ألبانيا

source: Algeria
ar: الجزائر

source: American Samoa
ar: ساموا الأمريكية

source: Andorra
ar: أندورا

source: Angola
ar: أنغولا

source: Anguilla
ar: أنغويللا

source: Antarctica
ar: القارة القطبية الجنوبية

source: Antigua and Barbuda
ar: أنتيغوا وبربودا

source: Argentina
ar: الأرجنتين

source: Armenia
ar: أرمينيا

source: Aruba
ar: أروبا

source: Austria
ar: النمسا

source: Azerbaijan
ar: أذربيجان

source: Bahamas
ar: البهاماز

source: Bahrain
ar: البحرين

source: Bangladesh
ar: بنجلاديش

source: Barbados
ar: باربادوس

source: Belarus
ar: بيللاروس

source: Belgium
ar: بلجيكا

source: Belize
ar: بليز

source: Benin
ar: بنين

source: Bermuda
ar: برمودا

source: Bhutan
ar: بوتان

source: Bolivia
ar: بوليفيا

source: Botswana
ar: بوتسوانا

source: Bouvet Island
ar: جزيرة بوفيت

source: British Indian Ocean Territory
ar: إقليم المحيط البريطاني الهندي

source: Brunei Darussalam
ar: بروناي دار السلام

source: Bulgaria
ar: بلغاريا

source: Burkina Faso
ar: بوركينافاسو

source: Burundi
ar: بورندي

source: Cambodia
ar: كمبوديا

source: Cameroon
ar: الكاميرون

source: Cape Verde
ar: الرأس الأخضر

source: Cayman Islands
ar: جزر كايمان

source: Central African Republic
ar: جمهورية أفريقيا الوسطى

source: Chad
ar: تشاد

source: Chile
ar: تشيلي

source: China
ar: الصين

source: Christmas Island
ar: جزيرة الكريسماس

source: Cocos (Keeling) Islands
ar: جزر كوكوس (كيلينغ)

source: Colombia
ar: كولومبيا

source: Comoros
ar: جزر القمر

source: Congo
ar: كونغو

source: Congo, The Democratic Republic of The
ar: الجمهورية الديمقراطية للكونغو

source: Cook Islands
ar: جزر كوك

source: Costa Rica
ar: كوستاريكا

source: Cote D'ivoire
ar: كوت ديفوار

source: Croatia
ar: كورواتيا

source: Cuba
ar: كوبا

source: Cyprus
ar: قبرص

source: Czech Republic
ar: جمهوريك التشيك

source: Denmark
ar: الدنمراك

source: Djibouti
ar: جيبوتي

source: Dominica
ar: الدومينيكا

source: Dominican Republic
ar: جمهورية دومينيكان

source: Ecuador
ar: الاكوادور

source: Egypt
ar: مصر

source: El Salvador
ar: السيلفادور

source: Equatorial Guinea
ar: غينيا الإستوائية

source: Eritrea
ar: إريتريا

source: Estonia
ar: إستونيا

source: Ethiopia
ar: إثيوبيا

source: Falkland Islands (Malvinas)
ar: جزر فوكلاند (مالفيناس)

source: Faroe Islands
ar: جزر فاروس

source: Fiji
ar: فيجي

source: Finland
ar: فنلندا

source: France
ar: فرنسا

source: French Guiana
ar: جنوا الفرنسية

source: French Polynesia
ar: بولينيزيا الفرنسية

source: French Southern Territories
ar: المناطق الجنوبية لفرنسا

source: Gabon
ar: الغابون

source: Gambia
ar: غامبيا

source: Georgia
ar: جورجيا

source: Germany
ar: ألمانيا

source: Ghana
ar: غانا

source: Gibraltar
ar: جبل طارق

source: Greece
ar: اليونان

source: Greenland
ar: غرينلاند

source: Grenada
ar: غرينادا

source: Guadeloupe
ar: جوادلوب

source: Guam
ar: غوام

source: Guatemala
ar: غواتيمالا

source: Guernsey
ar: غيرنسي

source: Guinea
ar: جنوا

source: Guinea-bissau
ar: غينيا بيساو

source: Guyana
ar: غيانا

source: Haiti
ar: هايتي

source: Heard Island and Mcdonald Islands
ar: جزيرة هيرد وجزر ماكدونالد

source: Holy See (Vatican City State)
ar: الكرسي الرسولي (دولة الفاتيكان)

source: Honduras
ar: هندوراس

source: Hungary
ar: هنغاريا

source: Iceland
ar: أيسلندا

source: India
ar: الهند

source: Indonesia
ar: إندونيسا

source: Iran
ar: إيران

source: Iraq
ar: العراق

source: Isle of Man
ar: جزيرة آيل أوف مان

source: Israel
ar: فلسطين المحتلة (اسرائيل)

source: Jamaica
ar: جاميكا

source: Jersey
ar: جيرسي

source: Jordan
ar: الأردن

source: Kenya
ar: كينيا

source: Kiribati
ar: كيريباس

source: Korea, Democratic People's Republic of
ar: الجمهورية الشعبية الكورية

source: Korea, Republic of
ar: الجمهورية الكورية

source: Kuwait
ar: الكويت

source: Kyrgyzstan
ar: قرغيزستان

source: Lao People's Democratic Republic
ar: جمهورية لاو الديمقراطية الشعبية

source: Latvia
ar: لاتفيا

source: Lebanon
ar: لبنان

source: Lesotho
ar: ليسوتو

source: Liberia
ar: ليبيريا

source: Libyan Arab Jamahiriya
ar: الجمهورية العربية الليبية

source: Liechtenstein
ar: ليختنشتاين

source: Lithuania
ar: ليثوانيا

source: Luxembourg
ar: لوكسمبرغ

source: Macao
ar: ماكاو

source: Macedonia, The Former Yugoslav Republic of
ar: الجمهورية المقدونية يوغسلافيا سابقا

source: Madagascar
ar: مدغشقر

source: Magyar
ar: المجرية

source: Malawi
ar: ملاوي

source: Maldives
ar: المالديف

source: Mali
ar: مالي

source: Malta
ar: مالطا

source: Marshall Islands
ar: جزر مارشال

source: Martinique
ar: مارتينيك

source: Mauritania
ar: موريتانيا

source: Mauritius
ar: موريشيوس

source: Micronesia, Federated States of
ar: ولايات ميكرونيزيا الموحدة

source: Moldova, Republic of
ar: جمهورية مولدوفا

source: Monaco
ar: موناكو

source: Mongolia
ar: منغوليا

source: Montenegro
ar: مونتنيغرو

source: Montserrat
ar: مونتسيرات

source: Morocco
ar: المغرب

source: Mozambique
ar: موزنبيق

source: Myanmar
ar: ميانمار

source: Namibia
ar: ناميبيا

source: Nepal
ar: النيبال

source: Netherlands
ar: هولندا

source: Netherlands Antilles
ar: جزر الأنتيل الهولندية

source: New Caledonia
ar: كاليدونيا الجديدة

source: Nicaragua
ar: نيكاراغوا

source: Nigeria
ar: نيجيريا

source: Niger
ar: النيجر

source: Niue
ar: نيوي

source: Norfolk Island
ar: جزيرة نورفولك

source: Northern Mariana Islands
ar: جزر مريانا الشمالية

source: Norway
ar: النرويج

source: Oman
ar: عُمان

source: Pakistan
ar: باكستان

source: Palau
ar: بالاو

source: Palestinian Territory, Occupied
ar: الأراضي الفلسطينية المحتلة

source: Panama
ar: بنما

source: Papua New Guinea
ar: بابوا جنوا الجديدة

source: Paraguay
ar: الباراغواي

source: Peru
ar: بيرو

source: Philippines
ar: الفليبين

source: Pitcairn
ar: بيتكيرن

source: Poland
ar: بولندا

source: Portugal
ar: البرتغال

source: Puerto Rico
ar: بورتوريكو

source: Qatar
ar: قطر

source: Reunion
ar: ريونيون

source: Romania
ar: رومانيا

source: Russian Federation
ar: روسيا الفيدرالية

source: Rwanda
ar: رواندا

source: Saint Helena
ar: سانت هيلينا

source: Saint Kitts and Nevis
ar: سانت كيتس ونيفيس

source: Saint Lucia
ar: سانت لوسيا

source: Saint Pierre and Miquelon
ar: سانت بيير وميكلون

source: Saint Vincent and The Grenadines
ar: سانت فنسنت وجزر غرينادين

source: Samoa
ar: ساموا

source: San Marino
ar: سان مارينو

source: Sao Tome and Principe
ar: ساو تومي وبرينسيبي

source: Saudi Arabia
ar: السعودية

source: Senegal
ar: السنغال

source: Serbia
ar: صربيا

source: Seychelles
ar: سيشيل

source: Sierra Leone
ar: سييرا ليون

source: Slovakia
ar: سلوفاكيا

source: Slovenia
ar: سلوفينيا

source: Solomon Islands
ar: جزر سليمان

source: Somalia
ar: الصومال

source: South Africa
ar: جنوب أفريقيا

source: South Georgia and The South Sandwich Islands
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية

source: Spain
ar: أسبانيا

source: Sri Lanka
ar: سيريلانكا

source: Sudan
ar: السودان

source: Suriname
ar: سورينام

source: Svalbard and Jan Mayen
ar: سفالبارد وجان ماين

source: Swaziland
ar: سوازيلاند

source: Sweden
ar: السويد

source: Switzerland
ar: سويسرا

source: Syrian Arab Republic
ar: الجمهورية العربية السورية

source: Taiwan, Province of China
ar: تايوان، مقاطعة الصين

source: Tajikistan
ar: طاجاكيستان

source: Tanzania, United Republic of
ar: الجمهورية الاتحادية التنزانية

source: Thailand
ar: تايلاند

source: Timor-leste
ar: تيمور الشرقية

source: Togo
ar: توغو

source: Tokelau
ar: توكيلاو

source: Trinidad and Tobago
ar: ترينداد وتوباغو

source: Tunisia
ar: تونس

source: Turkey
ar: تركيا

source: Turkmenistan
ar: تركمنستان

source: Turks and Caicos Islands
ar: جزر تركس وكايكوس

source: Tuvalu
ar: توفالو

source: Uganda
ar: أوغندا

source: Ukraine
ar: أكرانيا

source: United Arab Emirates
ar: الإمارات العربية المتحدة

source: United Kingdom
ar: المملكة المتحدة

source: United States Minor Outlying Islands
ar: جزر الولايات المتحدة البعيدة الصغرى

source: Uruguay
ar: أورغواي

source: Uzbekistan
ar: أزباكستان

source: Vanuatu
ar: فانواتو

source: Venezuela
ar: فينزويللا

source: Viet Nam
ar: فييتنام

source: Virgin Islands, British
ar: جزر فيرجن، بريطانيا

source: Virgin Islands, U.S.
ar: جزر فيرجن، الولايات المتحدة.

source: Wallis and Futuna
ar: واليس وفوتونا

source: Western Sahara
ar: الصحراء الغربية

source: Yemen
ar: اليمن

source: Zambia
ar: زامبيا

source: Zimbabwe
ar: زيمبابوي

source: Own Cover Image on %s Page
ar: صورة الغلاف الخاصة على %s صفحة

source: Gallery with more Images
ar: معرض مع المزيد من الصور

source: More Locations (Branches)
ar: المزيد من المواقع (الفروع)

source: You do not have capability to apply for job. Please upgrade your package.
ar: ليس لديك القدرة على التقدم لوظيفة. يرجى ترقية البرنامج الخاص بك.

source: You do not have available connects. Please upgrade you plan.
ar: ليس لديك روابط متاحة. يرجى ترقية خطتك.

source: Job Application
ar: التقديم لوظيفة

source: %s has applied for Job. Job title is %s
ar: ‫%s تقدم بطلب للحصول على الوظيفة. المسمى الوظيفي هو %s

source: Applied to this job successfully
ar: تم التقديم على هذه الوظيفة بنجاح

source: Job Filled
ar: فشلت الوظيفة

source: No Applicants Found.
ar: لم يتم العثور تقديمات

source: Hire for job
ar: وظف لوظيفة

source: You have been hired for applied job by %s (%s).
ar: لقد تم توظيفك في وظيفة مقدم عليها من قبل %s (%s).

source: The provider has been notified you have accepted their offer. Click continue to view providers contact information.
ar: تم إشعار مزود الخدمة أنك قبلت عرضه. اضغط على “متابعة” لعرض معلومات جهة اتصال مزودي الخدمة.

source: Job Applicants
ar: تقديمات وظيفة

source: Job Published
ar: وظيفة تم نشرها

source: Job published. Job title is %s
ar: ‫وظيفة تم نشرها. المسمى الوظيفي هو %s

source: Get Directions
ar: الحصول على الاتجاهات

source: Job attachments has been updated successfully.
ar: تم تحديث مرفقات الوظيفة بنجاح.

source: e.g. 5
ar: مثال: 5

source: Company name
ar: اسم الشركة

source: Enter the name of the company
ar: ادخل اسم الشركة

source: Application Method
ar: طريقة التقديم

source: Choose the contact method for listings.
ar: اختر طريقة ربط القوائم.

source: Email address or website URL
ar: بريد إلكتروني أو عنوان موقع URL

source: Email addresses only
ar: بريد إلكتروني فقط

source: Website URLs only
ar: عناوين URLs للموقع فقط

source: Service Finder Method
ar: طريقة الباحث عن الخدمة

source: Account Role
ar: دور الحساب

source: Any new accounts created during submission will have this role. If you haven't enabled account creation during submission in the options above, your own method of assigning roles will apply.
ar: أي حسابات جديدة تم إنشاؤها أثناء التقديم سيكون لها هذا الدور. إذا لم تقم بتفعيل إنشاء الحساب أثناء الإرسال في الخيارات أعلاه ، فسيتم تطبيق طريقة تعيين الأدوار الخاصة بك.

source: Number of Applicants
ar: عدد التقديمات

source: Service not available in your area/Select atleast one service
ar: الخدمة غير متوفرة في منطقتك / اختر خدمة واحدة على الأقل

source: Please select region and atleat one service
ar: يرجى اختيار المنطقة وخدمة واحدة على الأقل

source: Congratuations! Your booking made successfully
ar: تهانينا! تم الحجز بنجاح.

source: The 'label' and 'id' values of the 'args' parameter of '%s::%s()' are required
ar: قيم “التسمية” و “Id” لمعامل “argh” الخاصة بـ ‘%s::%s()’ مطلوبة

source: Set as %3$s
ar: تعيين ك %3$s

source: Set %s
ar: تعيين %s

source: Remove %s
ar: إزالة %s

source: Theme Options
ar: خيارات ال Theme

source: Theme Information 1
ar: معلومات 1 للTheme

source: Theme Information 2
ar: معلومات 2 للTheme

source: <p>This is the tab content, HTML is allowed.</p>
ar: ‫<p> هذا هو محتوى علامة التبويب ، يسمح HTML.</p > n‬\‬

source: <p>This is the sidebar content, HTML is allowed.</p>
ar: ‫<p> هذا هو محتوى الشريط الجانبي ، يسمح HTML.</p> ‬‬

source: General Settings
ar: إعدادات عامة

source: Site General Settings
ar: الإعدادات العامة للموقع

source: Theme Layout
ar: تنسيق الثيم

source: Theme Style
ar: نمط تنسيق الثيم

source: Style 1
ar: نمط 1

source: Style 2
ar: نمط 2

source: Style 3
ar: نمط 3

source: Select a slider
ar: اختر slider

source: Header Settings
ar: إعدادات المقدمة

source: Site Logo
ar: شعار الموقع

source: Upload site logo
ar: ارفع شعار الموقع

source: Logo for Email Template
ar: شعار لقالب بريد إلكتروني

source: Upload logo for email tempalte
ar: ارفع شعار لقالب بريد إلكتروني

source: Logo Dimensions
ar: أبعاد الشعار

source: (Width/Height)
ar: (العرض/الارتفاع)

source: Logo Margin
ar: هامش الشعار

source: Header Logo Title Font Size
ar: المقدمة الشعار حجم خط العنوان

source: Header Top Bar Font Size
ar: حجم خط شريط المقدمة العلوي

source: Logo Dimensions for Mobile
ar: أبعاد الشعار للجوال

source: Logo Margin for Mobile
ar: هامش الشعار للجوال

source: Header Logo Title Font Size for Mobile
ar: حجم خط العنوان ‫مقدمة الشعار للجوال

source: Header Style
ar: تنسيق المقدمة

source: In case of slider Revolution Slider settings will work. You need to add/edit slider in Revolution Slider section and choose desire slider from following sliders dropdown
ar: في حالة شريط تمرير المنزلق إعدادات Revolution Slider ستعمل. تحتاج إلى إضافة / تعديل شريط التمرير في قسم Revolution Slider واختيار شريط التمرير من القائمة المنسدلة التالية

source: Select Slider
ar: اختر Slider

source: Header Full Width
ar: العرض الكامل للمقدمة

source: Search Bar Position
ar: موقع شريط البحث

source: In Middle
ar: في المنتصف

source: In Bottom
ar: في الأسفل

source: Hide Search Bar
ar: إخفاء شريط البحث

source: Banner Opacity
ar: تعتيم البانر

source: Banner BG Color
ar: الوان BG البانر

source: Banner Heading
ar: بانر المقدمة

source: Enter text for banner heading
ar: ادخل نص لبانر المقدمة

source: Banner Sub Heading
ar: بانر مقدمة فرعية

source: Enter text for banner sub heading
ar: ادخل نص لبانر مقدمة فرعية

source: Header BG Opacity
ar: تعتيم BG المقدمة

source: Top Bar
ar: الشريط العلوي

source: Show Page Title
ar: عرض عنوان الصفحة

source: Header Menu Slide in Mobile
ar: قائمة المقدمة slide في الجوال

source: From Top
ar: من أعلى

source: From Left
ar: من اليسار

source: Header Menu Slide in Mobile Preview
ar: قائمة المقدمة slide معاينة الجوال

source: Header Styles
ar: أنماط المقدمة

source: Upload Favicon
ar: رفع Favicon أيقونة مفضلة

source: (.ico file)
ar: ‫(.ico ملف)

source: Navigation Settings
ar: إعدادات التنقل

source: Login/Signup via Popup
ar: تسجيل دخول/تسجيل عن طريق Popup

source: Top Bar Background Color
ar: لون خلفية أعلى شريط

source: Top Bar Text Color
ar: لون نص أعلى شريط

source: Enable Sticky Header
ar: تفعيل تذييل مثبت

source: Navigation Styling for Home Page
ar: تنسيق التنقل من الصفحة الرئيسية

source: Font Size of Parent Navigation Menu
ar: حجم خط قائمة التنقل الأصلية

source: Font Weight of Parent Navigation Menu
ar: ثقل الخط من قائمة التنقل الرئيسية

source: Font Size of Child Navigation Menu
ar: حجم خط قائمة التنقل الفرعية

source: Font Weight of Child Navigation Menu
ar: ثقل الخط من قائمة التنقل الفرعية

source: Navigation Sticky Background Color
ar: لون خلفية التنقل المثبت

source: Navigation Sticky Text Color
ar: لون نص التنقل المثبت

source: Navigation Background Color
ar: لون خلفية التنقل

source: Navigation Text Color
ar: لون نص التنقل

source: Navigation Text Hover Color
ar: لون نص التنقل عند المرور عليه

source: Navigation Dropdown BG
ar: قائمة تنقل منسدلة BG

source: Navigation Dropdown Hover BG
ar: قائمة تنقل منسدلة عند المرور عليها BG

source: Navigation Dropdown Text Color
ar: لون نص قائمة تنقل منسدلة

source: Navigation Dropdown Text Hover
ar: لون نصقائمة تنقل منسدلة عند المرور عليها

source: Navigation Styling for Inner Page
ar: تنسيق التنقل للصفحة الداخلية

source: Styling & Layout
ar: التصميم والتنسيق

source: Theme Primary Color
ar: اللون الأساسي للثيم

source: Theme Secondary Color
ar: اللون الثانوي للثيم

source: Header Logo Text Color
ar: لون نص شعار المقدمة

source: Footer Logo Text Color
ar: لون نص شعار التذييل

source: Button Primary Background Color
ar: اللون الأساسي لخلفية زر

source: Button Primary Border Color
ar: اللون الأساسي لحدود زر

source: Button Text Primary Color
ar: اللون الأساسي لنص زر

source: Button Primary Hover Background Color
ar: اللون الأساسي لخلفية زر عند المرور عليه

source: Button Primary Hover Border Color
ar: اللون الأساسي لحدود زر عند المرور عليه

source: Button Primary Text Hover Color
ar: اللون الأساسي لنص زر عند المرور عليه

source: Button Secondary Background Color
ar: اللون الثانوي لخلفية زر

source: Button Secondary Border Color
ar: اللون الثانوي لحدود زر

source: Button Secondary Text Color
ar: اللون الثانوي لنص زر

source: Button Secondary Hover Background Color
ar: اللون الثانوي لخلفية زر عند المرور عليه

source: Button Secondary Hover Border Color
ar: اللون الثانوي لحدود زر عند المرور عليه

source: Button Secondary Text Hover Color
ar: اللون الثانوي لنص زر عند المرور عليه

source: Link Color
ar: لون الرابط

source: Link Hover Color
ar: لون الرابط عند المرور عليه

source: My Account Styling
ar: تصميم حسابي

source: Logo for My Account
ar: شعار لحسابي

source: Upload site logo for my account page
ar: رفع شعار الموقع لصفحة حسابي

source: Left Menu Background Color
ar: لون خلفية القائمة اليسار

source: Left Menu Font Color
ar: لون خط القائمة اليسار

source: Footer Setting
ar: إعدادات التذييل

source: Enable Sticky Footer
ar: تفعيل تذييل مثبت

source: Show Top Footer
ar: عرض أعلى التذييل

source: Footer Background Color
ar: لون خلفية التذييل

source: Top Footer Text Color
ar: لون خط أعلى التذييل

source: Top Footer Text Bottom Border Color
ar: أعلى تذييل النص أسفل الحدود اللون

source: Top Footer Link Color
ar: لون رابط أعلى التذييل

source: Top Footer Link Hover Color
ar: لون رابط أعلى التذييل عند المرور عليه

source: Footer Top Overlay
ar: تبديل أعلى التذييل

source: Footer Font Size
ar: حجم خط التذييل

source: Footer Layout
ar: تخطيط تذييل الصفحة

source: Show Bottom Footer
ar: عرض أسفل تذييل الصفحة

source: Footer BG Image
ar: صورة خلفية التذييل

source: Bottom Footer BG Color
ar: لون خلفية أسفل التذييل

source: Bottom Footer Text Color
ar: لون خط أسفل التذييل

source: Footer Bottom Overlay
ar: تبديل أسفل التذييل

source: Show Copyright
ar: عرض حقوق النشر

source: Copyright
ar: حقوق النشر

source: Inner Page Banner Settings
ar: إعدادات بانر الصفحة الداخلية

source: Sub Header
ar: مقدمة فرعية

source: Contact Us Banner Image
ar: صورة بانر اتصل بنا

source: 1920 x 345 px
ar: ‫1920 x 345 بكسل

source: For Contact Page
ar: لصفحة اتصل بنا

source: Inner Page Banner Image
ar: صورة بانر الصفحة الداخلية

source: 2000 x 1280 px
ar: ‫2000 x 1280 بكسل

source: %s Page Banner Image
ar: ‫%s صورة بانر صفحة

source: For %s Page
ar: ل %s صفحة

source: Inner Banner Opacity
ar: تعتيم البانر الداخلي

source: Inner Banner BG Color
ar: الوان BG البانر الداخلي

source: Background Images
ar: صور الخلفية

source: Preview for Left and Right Curve
ar: معاينة لمنحنى يسار يمين

source: Left Right Curve
ar: منحنى يسار يمين

source: It will toggle left and right curve on theme style 3 for home page
ar: سيتم تبديل المنحنى الأيمن والأيسر على نمط الثيم 3 للصفحة الرئيسية

source: Partners Logo Left Curve Color
ar: لون المنحنى اليسار لشعار الشركاء

source: It works only for theme style 3
ar: إنه يعمل فقط لتنسيق ثيم 3

source: Partners Logo Right Curve Color
ar: لون المنحنى اليمين لشعار الشركاء

source: Partners Logo BG Image
ar: صورة BG شعار الشركاء

source: 2000 x 1200 px
ar: ‫2000 x 1200 بكسل

source: For Home Page
ar: للصفحة الرئيسية

source: Partners Logo Background Attachment
ar: ملحق خلفية شعار الشركاء

source: Scroll
ar: تمرير

source: Partners Logo BG Opacity
ar: تعتيم BG شعار الشركاء

source: Partners Logo BG Color
ar: لون BG شعار الشركاء

source: How it Works Left Curve Color
ar: كيف يعمل لون منحنى اليسار

source: How it Works Right Curve Color
ar: كيف يعمل لون منحنى اليمين

source: How it Works BG Image
ar: كيف يعمل صورة BG

source: How it Works Background Attachment
ar: كيف يعمل ملحق خلفية

source: How it Works BG Opacity
ar: كيف يعمل تعتيم BG

source: How it Works BG Color
ar: كيف يعمل لون BG

source: City Left Curve Color
ar: لون منحنى مدينة يسار

source: City Right Curve Color
ar: لون منحنى مدينة يمين

source: City BG Image
ar: صورة مدينة BG

source: City Background Attachment
ar: ملحق خلفية مدينة

source: City BG Opacity
ar: تعتيم BG مدينة

source: City BG Color
ar: لون BG مدينة

source: Statistics Left Curve Color
ar: لون منحنى الإحصائيات يسار

source: Statistics Right Curve Color
ar: لون منحنى الإحصائيات يمين

source: Statistics BG Image
ar: صورة BG الإحصائيات

source: Statistics Background Attachment
ar: ملحق خلفية الإحصائيات

source: Statistics BG Opacity
ar: تعتيم BG الإحصائيات

source: Statistics BG Color
ar: لون BG الإحصائيات

source: Pricing Plans Left Curve Color
ar: لون منحنى خطط الأسعار يسار

source: Pricing Plans Right Curve Color
ar: لون منحنى خطط الأسعار يمين

source: Pricing Plans BG Image
ar: صورة BG خطط الأسعار

source: Pricing Plans Background Attachment
ar: ملحق خلفية خطط الأسعار

source: Pricing Plans BG Opacity
ar: تعتيم BG خطط الأسعار

source: Pricing Plans BG Color
ar: لون BG خطط الأسعار

source: Testimonials Left Curve Color
ar: لون منحنى الشهادات يسار

source: Testimonials Right Curve Color
ar: لون منحنى الشهادات يمين

source: Testimonials BG Image
ar: صورة BG الشهادات

source: Testimonials Background Attachment
ar: ملحق خلفية الشهادات

source: Testimonials BG Opacity
ar: تعتيم BG الشهادات

source: Testimonials BG Color
ar: لون BG الشهادات

source: Latest Blogs Left Curve Color
ar: لون منحنى أحدث المدونات يسار

source: Latest Blogs Right Curve Color
ar: لون منحنى أحدث المدونات يمين

source: Latest Blogs BG Image
ar: صورة BG أحدث المدونات

source: Latest Blogs Background Attachment
ar: ملحق خلفية أحدث المدونات

source: Latest Blogs BG Opacity
ar: تعتيم BG أحدث المدونات

source: Latest Blogs BG Color
ar: لون BG أحدث المدونات

source: Jobs Left Curve Color
ar: لون منحنى وظيفة يسار

source: Jobs Right Curve Color
ar: لون منحنى وظائف يمين

source: Jobs BG Image
ar: صورة BG وظائف

source: Jobs Background Attachment
ar: ملحق خلفية وظائف

source: Jobs BG Opacity
ar: تعتيم BG وظائف

source: Jobs BG Color
ar: لون BG وظائف

source: Featured %s Left Curve Color
ar: لون منحنى تميز %s يسار

source: Featured %s Right Curve Color
ar: لون منحنى تميز %s يمين

source: Featured %s BG Image
ar: صورة BG تميز %s

source: 1920 x 1200 px
ar: ‫1920 x 1200 بكسل

source: Featured %s Background Attachment
ar: ملحق خلفية تميز %s

source: Featured %s BG Opacity
ar: تعتيم BG تميز %s

source: Featured %s BG Color
ar: لون BG تميز %s

source: Follow Us Left Curve Color
ar: لون منحنى تابعنا يسار

source: Follow Us Right Curve Color
ar: لون منحنى تابعنا يمين

source: Follow Us BG Image
ar: صورة BG تابعنا

source: Follow Us Background Attachment
ar: ملحق خلفية تابعنا

source: Follow Us BG Opacity
ar: تعتيم BG تابعنا

source: Follow Us BG Color
ar: لون BG تابعنا

source: Category Left Curve Color
ar: لون منحنى فئة يسار

source: Category Right Curve Color
ar: لون منحنى فئة يمين

source: Category BG Image
ar: صورة BG فئة

source: Category Background Attachment
ar: ملحق خلفية فئة

source: Category BG Opacity
ar: تعتيم BG فئة

source: Category BG Color
ar: لون BG فئة

source: Why Choose Us Left Curve Color
ar: لون منحنى لماذا عليك اختيارنا يسار

source: Why Choose Us Right Curve Color
ar: لون منحنى لماذا عليك اختيارنا يمين

source: Why Choose Us BG Image
ar: صورة BG لماذا عليك اختيارنا

source: Why Choose Us Background Attachment
ar: ملحق خلفية لماذا عليك اختيارنا

source: Why Choose Us BG Opacity
ar: تعتيم BG لماذا عليك اختيارنا

source: Why Choose Us BG Color
ar: لون BG لماذا عليك اختيارنا

source: After Title Separator
ar: فاصل بعد العنوان

source: After Title Separator Icon
ar: أيقونة فاصل بعد العنوان

source: 25 x 25 px
ar: ‫25 x 25 بكسل

source: Bio BG Image
ar: صورة BG سيرة ذاتية
