Repository: stephen-ask/service-finder
Catalog: languages/*.po
Languages: ar

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Invoice Cancelled
ar: تم إلغاء الفاتورة

source: Your Job Connect Upgraded Request Declined
ar: تم رفض طلب ربط ترقية الوظائف

source: Job Connect Request Declined Notification
ar: إشعار رفض طلب ربط وظيفة

source: Request for job post connect plan upgrade cancelled.
ar: تم إلغاء طلب ترقية لربط نشر وظيفة

source: Booking Type
ar: نوع الحجز

source: Schedule Date
ar: تاريخ الموعد

source: Package
ar: الحزمة

source: Request
ar: طلب

source: Featured Service
ar: خدمة متميزة

source: Job Limit Plan
ar: خطة حد الوظائف

source: Number of Connects
ar: عدد الروابط

source: Job Post Limit Plan
ar: خطة حد نشر وظائف

source: Number of Job Post Connects
ar: عدد روابط نشر وظيفة

source: Invoice Payment
ar: دفع الفاتورة

source: Add amount to wallet
ar: إضافة مبلغ إلى المحفظة

source: Comment Ratings
ar: تقييمات التعليق

source: Parent Comment Rating:
ar: تقييم التعليق الأصل:

source: All Comment Ratings
ar: كل تقييمات التعليق

source: View Comment Rating
ar: عرض تقييمات التعليق

source: Add New Comment Ratings
ar: أضف تقييمات تعليق جديدة

source: Add New
ar: أضف جديد

source: Edit Comment Rating
ar: تعديل تقييم التعليق

source: Update Comment Rating
ar: تحديث تقييم التعليق

source: Search Comment Rating
ar: بحث تقييم التعليق

source: Not found
ar: لم يتم العثور عليه

source: Not found in Trash
ar: لم يتم العثور عليه في سلة المهملات

source: service_finder_comment_rating
ar: باحث ـ خدمة ـ تقييم ـ تعليق

source: Search City
ar: ابحث في المدن

source: All Cities
ar: كل المدن

source: Parent City
ar: مدينة رئيسية

source: Edit City
ar: تعديل المدينة

source: Update City
ar: تحديث مدينة

source: Add New City
ar: أضف مدينة جديدة

source: New City
ar: مدينة جديدة

source: Every Minutes
ar: كل دقيقة

source: Payout status
ar: حالة الدفع

source: [%s] Your username and password info
ar: ‫[%s] بيانات اسم المستخدم وكلمة المرور الخاصة بك

source: Recommended %s
ar: الموصى بها ٪ ق

source: %d %s have applied to this job
ar: تقدم٪ d٪ s إلى هذه الوظيفة

source: View Job
ar: عرض وظيفة

source: Filter by Locatio
ar: تصفية حسب الموقع

source: Enter Radius
ar: ادخل نصف القطر

source: Filter by %s Type
ar: تصفية حسب %s النوع

source: Verified %s
ar: تم التأكيد %s

source: Featured %s
ar: تم التميز %s

source: Filter by Quote Reply
ar: تصفية حسب الرد على عرض السعر

source: Quotation Received
ar: تم تلقي عرض سعر

source: Quotation Not Received
ar: لم تم تلقي عرض سعر

source: Filter by Rating
ar: تصفية حسب التقييم

source: 5 Star
ar: 5 نجوم

source: 4 Star
ar: 4 نجوم

source: 3 Star
ar: 3 نجوم

source: 2 Star
ar: 2 نجوم

source: 1 Star
ar: 1 نجوم

source: You are not authorized to
ar: غير مصرح لك ب

source: access this page.
ar: الوصول إلى هذه الصفحة.

source: Job that you are looking
ar: الوظيفة التي تبحث عنها

source: for is not exists
ar: ل غير موجود

source: %d %s have applied to this quote
ar: تم تطبيق٪ d٪ s على هذا الاقتباس

source: Quotation that you are looking
ar: عرض السعر الذي تحجزه

source: View Quotation Reply
ar: عرض الرد على عرض السعر

source: More from this provider
ar: المزيد من هذا المزود

source: No data available.
ar: لا توجد بيانات متاحة

source: Get answers to your queries now
ar: احصل على إجابات على استفساراتك الآن

source: Ask Question
ar: اسأل سؤال

source: Question Title
ar: عنوان السؤال

source: Question title should not be empty
ar: عنوان السؤال لا يجب أن يكون فارغا

source: Submit Question
ar: تسليم تقديم

source: Please login to submit your question.
ar: يرجى تسجيل الدخول لتقديم سؤالك.

source: Upload Image
ar: رفع صورة

source: Upload Your Avatar
ar: تحميل صورتك الرمزية

source: Min width and height for good quality
ar: الحد الأدنى للعرض والارتفاع لجودة جيدة

source: %d x %d px
ar: ‫%d x %d بكسل

source: Move
ar: تحرك

source: Zoom In
ar: تكبير

source: Zoom Out
ar: تصغير

source: Move Left
ar: تحرك يسار

source: Move Right
ar: تحرك يمين

source: Move Up
ar: تحرك لأعلى

source: Move Down
ar: تحرك لأسفل

source: Rotate Left
ar: استدارة لليسار

source: Rotate Right
ar: استدارة لليمين

source: Flip Horizontal
ar: قلب أفقي

source: Flip Vertical
ar: قلب رأسي

source: Crop Image
ar: قص صورة

source: Width
ar: عرض

source: Height
ar: ارتفاع

source: Upload Cover Image
ar: رفع صورة الغلاف

source: says:
ar: يقول:

source: Pay for Claimed Businesss
ar: دفع مقابل الأعمال المطالب بملكيتها

source: Sorry! You dont have access to this page
ar: آسف! ليس لديك صلاحية الوصول إلى هذه الصفحة

source: Please
ar: رجاء

source: login
ar: تسجيل دخول

source: via %s/%s account to submit review
ar: عن طريق %s/%s حساب لتقديم تقييم

source: via %s account to submit review
ar: عن طريق %s حساب لتقديم تقييم

source: About
ar: عن

source: Gallery
ar: معرض الصور

source: Contact
ar: التواصل

source: Videos
ar: فيديو

source: Share with
ar: نشر مع

source: Photo Gallery
ar: معرض الصور

source: View All
ar: عرض الكل

source: Contact Information
ar: معلومات التواصل

source: Telephone
ar: هاتف

source: Web
ar: ويب

source: Language
ar: اللغة

source: Certificates & Awards
ar: الشهادات والجوائز

source: Amenities & Features
ar: وسائل ومميزات

source: Our Video
ar: الفيديو الخاص بنا

source: Documents
ar: مستندات

source: In Order to book services you have to login.
ar: من أجل حجز الخدمات ، يجب عليك تسجيل الدخول.

source: Q & A
ar: سؤال وجواب

source: User Login
ar: تسجيل دخول مستخدم

source: User Name
ar: اسم مستخدم

source: Remember me
ar: تذكرني

source: Log in
ar: تسجيل دخول

source: Related Providers
ar: مزودي خدمات ذو صلة

source: Search Provider
ar: بحث مزود خدمة

source: Provider Bio
ar: سيرة المزود

source: Write A Review
ar: اكتب تقييم

source: Share
ar: نشر

source: Our Address
ar: عنواننا

source: Our Location
ar: موقعنا

source: Amenities and Features
ar: وسائل ومميزات

source: Our services
ar: خدماتنا

source: No documents Available
ar: لا توجد مستندات متاحة

source: Extra Service
ar: خدمة إضافية

source: You have paid via wire transfer. Please wait once its approved.
ar: لقد دفعت عن طريق التحويل البنكي. يرجى الانتظار بمجرد الموافقة عليها.

source: Booking Amount:
ar: مبلغ الحجز:

source: Review & Q&A
ar: تقييم و سؤال وجواب

source: Q&A
ar: سؤال وجواب

source: Related
ar: ذات صلة

source: No Related %s Available
ar: لا يوجد %s ذات صلة متاحة

source: Address Info
ar: بيانات العنوان

source: FAX
ar: فاكس

source: EMAIL
ar: بريد إلكتروني

source: WEB
ar: ويب

source: No Experience Available
ar: لا توجد خبرة متاحة

source: No Certificates & Awards Available
ar: لا شهادات أو جوائز متاحة

source: No Amenities and Features Available
ar: لا وسائل أو مميزات متاحة

source: No Qualification Available
ar: لا يوجد مؤهل متاح

source: No Languages Available
ar: لا لغات متاحة

source: No Documents Available
ar: لا مستندات متاحة

source: About info
ar: معلومات عن

source: Business hours
ar: ساعات العمل

source: Address info
ar: بيانات العنوان

source: Map
ar: خريطة

source: Video
ar: فيديو

source: Booking form
ar: نموذج الحجز

source: No Result Found
ar: لم يتم العثور على نتائج

source: That key has expired. Please reset your password again.
ar: انتهت صلاحية هذا المفتاح. يرجى إعادة تعيين كلمة المرور الخاصة بك مرة أخرى.

source: That key is no longer valid. Please reset your password again. Code:
ar: هذا المفتاح لم يعد صالحا. يرجى إعادة تعيين كلمة المرور الخاصة بك مرة أخرى. كود:

source: Re-enter Password
ar: إعادة إدخال كلمة المرور

source: Reset New Password
ar: اعادة تعيين كلمة مرور جديدة

source: Congratulations! Your account has been created successfully.
ar: تهانينا! تم إنشاء حسابك بنجاح.

source: Congratulations! Your account has been upgrade successfully.
ar: تهانينا! تم ترقية حسابك بنجاح.

source: Congratulations! You have been booked a service successfully.
ar: تهانينا! لقد تم حجز خدمة بنجاح.

source: Congratulations! Your payment has been done successfully to be featured provider.
ar: تهانينا! تم الدفع الخاص بك بنجاح لتكون مزود خدمة مميز.

source: Please insert your name
ar: يرجى إدخال اسمك

source: Please insert comment
ar: يرجى إدخال تعليق

source: Show more
ar: اعرض المزيد

source: Show More
ar: اعرض المزيد

source: Posted By
ar: نشر بواسطة

source: Read More
ar: اقرأ المزيد

source: Sign Up
ar: تسجيل جديد

source: / Year
ar: عام/

source: / Month
ar: شهر/

source: / Week
ar: أسبوع/

source: / Day
ar: /يوم

source: Best Value
ar: أفضل قيمة

source: Jobs
ar: وظائف

source: Jan
ar: يناير

source: Feb
ar: فبراير

source: Mar
ar: مارس

source: Apr
ar: أبريل

source: Jun
ar: يونيه

source: Jul
ar: يوليه

source: Aug
ar: أغسطس

source: Sep
ar: سبتمبر

source: Oct
ar: أكتوبر

source: Nov
ar: نوفمبر

source: Dec
ar: ديسمبر

source: Please login to view request a quote form
ar: يرجى تسجيل الدخول لعرض طلب عرض سعر

source: Contact Us
ar: اتصل بنا

source: Mail has been sent
ar: تم إرسال البريد

source: Mail could not be sent.
ar: تعذر إرسال البريد.

source: Testimonial Details
ar: تفاصيل شهادة

source: Designation
ar: تعيين

source: Payout Transactions
ar: معاملات دفع تعويض

source: Parent Payout Transaction:
ar: دفع تعويضات رئيسية:

source: All Payout Transactions
ar: كل معاملات دفع تعويض

source: View Payout Transaction
ar: عرض معاملات دفع تعويضات

source: Add New Payout Transaction
ar: أضف معاملة دفع تعويضات جديدة

source: Edit Payout Transaction
ar: تعديل معاملات دفع تعويضات

source: Update Payout Transaction
ar: تحديث معاملات الدفع

source: Search Payout Transaction
ar: بحث معاملات الدفع

source: Payout Transaction Details
ar: تفاصيل معاملات الدفع

source: Testimonials
ar: الشهادات

source: Testimonial
ar: شهادة

source: Add Testimonial
ar: أضف شهادة

source: Add New Testimonial
ar: أضف شهادة جديدة

source: Edit Testimonial
ar: تعديل شهادة

source: New Testimonial
ar: شهادة جديدة

source: View Testimonial
ar: عرض شهادة

source: Search Testimonial
ar: بحث شهادة

source: No Testimonial found
ar: لم يتم العثور على شهادة

source: No Testimonial found in trash
ar: لم يتم العثور على شهادة في سلة المهملات

source: Parent Testimonial
ar: شهادة رئيسية

source: Article
ar: مقال

source: Add Article
ar: أضف مقال

source: New Article
ar: مقال جديد

source: View Article
ar: عرض مقال

source: Search Article
ar: بحث عن مقال

source: No Article found
ar: لم يتم العثور على مقال

source: No Article found in trash
ar: لم يتم العثور على مقال في سلة المهملات

source: Parent Article
ar: مقال رئيسي

source: Questions
ar: أسئلة

source: Add Question
ar: أضف سؤال

source: Add New Question
ar: أضف سؤال جديد

source: Edit Question
ar: تعديل سؤال

source: New Question
ar: سؤال جديد

source: View Question
ar: عرض سؤال

source: Search Question
ar: بحث عن سؤال

source: No Question found
ar: لم يتم العثور على سؤال

source: No Question found in trash
ar: لم يتم العثور على سؤال في سلة المهملات

source: Parent Question
ar: سؤال رئيسي

source: category
ar: فئة

source: Search Categories
ar: بحث عن فئات

source: Popular Categories
ar: الفئات المشهورة

source: All Categories
ar: كل الفئات

source: Edit Category
ar: تعديل فئة

source: Update Category
ar: تحديث فئة

source: Add New Category
ar: إضافة فئة جديدة

source: New Category Name
ar: اسم فئة جديدة

source: Separate categories with commas
ar: فصل الفئات باستخدام فاصلة

source: Add or remove categories
ar: إضافة أو حذف فئات

source: Choose from the most used categories
ar: اختر من الفئات الأكثر استخدام

source: Answers
ar: إجابات

source: Answer
ar: إجابة

source: Add Answer
ar: أضف إجابة

source: Add New Answer
ar: أضف إجابة جديدة

source: Edit Answer
ar: تعديل إجابة

source: New Answer
ar: إجابة جديدة

source: View Answer
ar: عرض إجابة

source: Search Answer
ar: بحث عن إجابة

source: No Answer found
ar: لم يتم العثور على إجابة

source: No Answer found in trash
ar: لم يتم العثور على إجابة في سلة المهملات

source: Parent Answer
ar: إجابة رئيسية

source: Search Providers Categories
ar: البحث عن فئات مزودين

source: All Providers Categories
ar: كل فئات المزودين

source: Parent Providers Category
ar: فئة مزودين رئيسية

source: Edit Providers Category
ar: تعديل فئة مزودين

source: Update Providers Category
ar: تحديث فئة مزودين

source: Add New Providers Category
ar: أضف فئة مزودين جديدة

source: New Providers Category Name
ar: اسم فئة مزودين جديدة

source: Amenity
ar: وسيلة

source: Search Amenities
ar: بحث وسائل

source: All Amenities
ar: كل الوسائل

source: Parent Amenity
ar: وسيلة رئيسية

source: Edit Amenity
ar: تعديل وسيلة

source: Update Amenity
ar: تحديث وسيلة

source: Add New Amenity
ar: أضف وسيلة جديدة

source: New Amenity Name
ar: اسم وسيلة جديدة

source: Category Image:
ar: صورة الفئة:

source: Category Icon:
ar: أيقونة الفئة:

source: Select/Upload Icon
ar: اختر/ارفع أيقونة

source: Color:
ar: اللون:

source: Make it Hightlight:
ar: اجعله محدد بلون مضيئ:

source: Provider Image
ar: صورة مزود

source: Provider Icon
ar: أيقونة مزود

source: Color
ar: اللون

source: Make it Hightlight
ar: اجعله محدد بلون مضيئ

source: Icon:
ar: أيقونة:

source: Select country
ar: اختر بلدا

source: Assign a country to the city.
ar: عيّن بلد لمدينة.

source: Icon
ar: أيقونة

source: Page not found
ar: لم يتم العثور على الصغحة

source: Total Votes
ar: إجمالي الأصوات

source: Is this helpfull
ar: هل كان هذا مفيدا

source: Pages:
ar: صفحات:

source: Next post:
ar: المنشور التالي:

source: Previous post:
ar: المنشور السابق:

source: Prev
ar: السابق

source: Next
ar: التالي

source: All posts by %s
ar: جميع المنشورات بواسطة %s

source: Category Archives: %s
ar: أرشيف الفئة: %s

source: One review on &ldquo;%2$s&rdquo;
ar: تقييم واحد على &ldquo;%2$s&rdquo;

source: One thought on &ldquo;%2$s&rdquo;
ar: فكرة واحدة على &ldquo;%2$s&rdquo;

source: Comments are closed.
ar: التعليقات مغلقة.

source: You have already posted your review for this profile
ar: لقد قمت بالفعل بنشر تقييمك لهذا الملف الشخصي

source: Leave a Review
ar: اترك تقييما

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ar: مستعد لنشر أول منشوراتك؟<a href=“%1$s”>لتبدأ هنا</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar: عذرا، ولكن لا شيء يطابق مصطلحات البحث الخاصة بك. أرجو المحاولة مرة أخرى بإستخدام كلمات أخرى.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ar: يبدو أننا لا نستطيع العثور على ما تبحث عنه. ربما يمكن أن يساعد; البحث.

source: Primary Menu
ar: القائمة الرئيسية

source: Sample Page
ar: نموذج صفحة

source: Primary
ar: ابتدائي

source: Provider Profile
ar: ملف شخصي لمزود

source: Footer 1
ar: تذييل 1

source: Footer 2
ar: تذييل 2

source: Footer 3
ar: تذييل 3

source: Footer 4
ar: تذييل 4

source: Redux Framework
ar: إطار مسترجع

source: Service Finder Shortcodes
ar: اختصارات الباحث عن الخدمة

source: Service Finder Texonomy
ar: خدمة الباحث عن التصنيف

source: WP Job Manager
ar: ‫WP مدير وظائف

source: Comments Ratings
ar: تقييمات التعليقات

source: WP Job Manager - Alerts
ar: ‫WP مدير وظائف - تنبيهات

source: Nextend Social Login and Register
ar: ‫Nextend Social تسجيل دخول وتسجيل جديد

source: Review navigation
ar: تقييم التنقل

source: Comment navigation
ar: تعليق التنقل

source: Older Reviews
ar: تقييمات أقدم

source: Newer Reviews
ar: تقييمات أحدث

source: Older Comments
ar: تعليقات أقدم

source: Newer Comments
ar: تعليقات أحدث

source: You cancelled payment. Your account wasn't created
ar: لقد ألغيت الدفع. لم يتم إنشاء حسابك

source: Booking made successfully.
ar: تم عمل الحجز بنجاح.

source: Your account has been upgraded succssfully
ar: تم ترقية حسابك بنجاح

source: Your account upgrade failed.
ar: فشلت ترقية حسابك.

source: Payment via wire transfer is pending for package upgrade
ar: الدفع عبر التحويل البنكي قيد الانتظار لترقية الحزمة

source: Subscription Cancelled successfully.
ar: تم إلغاء الاشتراك بنجاح.

source: Featured/Featured Request Cancelled successfully.
ar: تم إلغاء مميز/طلب تميز بنجاح.

source: Your profile is featured now
ar: ملفك الشخصي تم تمييزه الآن

source: Your account has been created
ar: تم إنشاء حسابك بنجاح.

source: Your plan updated succssfully
ar: تم تحديث خطتك بنجاح

source: This position has been filled
ar: هذا المنصب تم ملأه

source: Applications have closed
ar: تم إغلاق التقديمات

source: Job Type
ar: نوع الوظيفة

source: Posted On
ar: تم النشر في

source: This listing has expired.
ar: انتهت صلاحية هذه القائمة.

source: Posted
ar: تم النشر

source: Job Status
ar: حالة الوظيفة

source: Job Details
ar: تفاصيل الوظيفة

source: Related Jobs
ar: وظائف ذات صلة

source: Share this Job
ar: شارك هذه الوظيفة

source: Apply for job
ar: قدم لوظيفة

source: Apply Now
ar: قدم الآن

source: Please login as %s
ar: يرجى تسيل الدخول ك%s

source: Your listings are shown in the table below.
ar: يتم عرض قوائمك في الجدول أدناه.

source: You do not have any active listings.
ar: ليس لديك أي قوائم نشطة.

source: Relist
ar: إعادة تسجيل

source: Mark as Complete
ar: تحديد كمكتمل

source: Recommended
ar: يوصى به

source: Sorry you do not have access to this page.
ar: عذرا لا يمكنك الوصول إلى هذه الصفحة.

source: Filter By Job Type
ar: تصفية حسب نوع الوظيفة

source: Filter By
ar: تصفية حسب

source: Keywords
ar: كلمات مفتاحية

source: Any category
ar: أي فئة

source: Your browser does not support JavaScript, or it is disabled. JavaScript must be enabled in order to view listings.
ar: متصفحك لا يدعم JavaScript ، أو أنه معطل. يجب تفعيل JavaScript لعرض القوائم.

source: Submit Listing
ar: تسليم قائمة

source: Edit listing
ar: تعديل النشاط

source: (optional)
ar: (اختياري)

source: Company Details
ar: تفاصيل الشركة

source: You do not have available connects.
ar: ليس لديك روابط متاحة.

source: Please
ar: رجاء

source: click here
ar: اضغط هنا

source: to upgrade your plan.
ar: لترقية خطتك.

source: You are not allowed to post a job.
ar: غير مسموح لك بنشر وظيفة.

source: %s listed successfully. To view your listing <a href="%s">click here</a>.
ar: ‫%s المدرجة بنجاح. لعرض القائمة الخاصة بك <a href=“%s”>اضغط هنا</a>.

source: %s submitted successfully. Your listing will be visible once approved.
ar: ‫%s تم الإرسال بنجاح. ستكون قائمتك مرئية بمجرد الموافقة عليها.

source: Install Required Plugins
ar: تثبيت Plugins مطلوبة

source: Install Plugins
ar: تثبيت Plugins

source: Installing Plugin: %s
ar: ‫تثبيت Plugin: %s

source: Updating Plugin: %s
ar: ‫تحديث Plugin: %s

source: Something went wrong with the plugin API.
ar: حدث خطأ مع plugin API.

source: Return to Required Plugins Installer
ar: العودة إلى مثبت ال Plugins المطلوبة

source: Return to the Dashboard
ar: العودة الى لوحة البيانات

source: Plugin activated successfully.
ar: تم تنشيط ال Plugin بنجاح.

source: The following plugin was activated successfully:
ar: تم تنشيط plugin التالية بنجاح:

source: No action taken. Plugin %1$s was already active.
ar: لم يتم اتخاذ أي إجراء. Plugin %1$s كان بالفعل نشط.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: ‫Plugin غير نشط. تحتاج إلى إصدار أعلى من %s هذا الثيم. يرجى تحديث ال‏‫Plug.

source: All plugins installed and activated successfully. %1$s
ar: تم تثبيت جميع plugins وتفعيلها بنجاح. %1$s

source: Dismiss this notice
ar: تجاهل هذا الإشعار

source: There are one or more required or recommended plugins to install, update or activate.
ar: هناك واحد أو أكثر من plugins المطلوبة أو الموصى بها لتثبيت أو تحديث أو تنشيط.

source: Please contact the administrator of this site for help.
ar: يرجى الاتصال بمشرف هذا الموقع للحصول على المساعدة.

source: Update Required
ar: التحديث المطلوب

source: Set the parent_slug config variable instead.
ar: قم بتعيين متغير التكوين parent_slug بدلاً من ذلك ..

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: لا يحتوي برنامج plugin عن بُعد على مجلد على الإزاحة المرغوبة ولم تنجح إعادة التسمية.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: يرجى الاتصال بمزود plugin واطلب منهم أن يحزموا plugin الخاص بهم وفقًا لإرشادات WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: تتكون حزمة plugin عن بعد من أكثر من ملف واحد ، ولكن لا يتم حزم الملفات في مجلد.

source: Required
ar: مطلوب

source: WordPress Repository
ar: مستودع WordPress

source: External Source
ar: مصدر خارجي

source: Pre-Packaged
ar: تعبئة مسبقة

source: Not Installed
ar: لم يتم تثبيته

source: Installed But Not Activated
ar: تم التثبيت ولكن لم يتم التنشيط

source: Required Update not Available
ar: التحديث المطلوب غير متاح

source: Requires Update
ar: التحديث المطلوب

source: Update recommended
ar: أوصى بالتحديث

source: All <span class="count">(%s)</span>
ar: كل <span class=“count”>(%s)</span>

source: Installed version:
ar: النسخة المثبته:

source: Minimum required version:
ar: أدنى نسخة مطلوبة:

source: Available version:
ar: النسخة المتاحة:

source: No plugins to install, update or activate.
ar: لا يوجد Plugins للتثبيت أو التحديث أو التنشيط.

source: Source
ar: مصدر

source: Version
ar: نسخة

source: Install %2$s
ar: تثبيت %2$s

source: Update %2$s
ar: تحديث %2$s

source: Activate %2$s
ar: تنشيط %2$s

source: Upgrade message from the plugin author:
ar: رسالة ترقية من منشئ ال plugin:

source: Install
ar: تثبيت

source: Activate
ar: تنشيط

source: No plugins were selected to be installed. No action taken.
ar: لم يتم اختيار plugins ليتم تثبيتها. لم يتم اتخاذ أي إجراء.

source: No plugins were selected to be updated. No action taken.
ar: لم يتم اختيار plugins ليتم تحديثها. لم يتم اتخاذ أي إجراء.

source: No plugins are available to be installed at this time.
ar: لا توجد plugins ليتم تثبيتها في هذا الوقت.

source: No plugins are available to be updated at this time.
ar: لا توجد plugins ليتم تحديثها في هذا الوقت.

source: No plugins were selected to be activated. No action taken.
ar: لم يتم اختيار plugins ليتم تفعيلها. لم يتم اتخاذ أي إجراء.

source: No plugins are available to be activated at this time.
ar: لا توجد plugins متاحة ليتم تفعيلها في هذا الوقت.

source: Plugin activation failed.
ar: فشل تنشيط ال Plugin.

source: Updating Plugin %1$s (%2$d/%3$d)
ar: تحديث Plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar: حدث خطأ أثناء التثبيت %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar: فشل تثبيت %1$s

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدأت عملية التثبيت والتفعيل. قد تستغرق هذه العملية بعض الوقت على بعض المضيفين ، لذا يرجى التحلي بالصبر.

source: %1$s installed and activated successfully.
ar: ‫%1$s تم التثبيت والتفعيل بنجاح.

source: Show Details
ar: عرض التفاصيل

source: Hide Details
ar: إخفاء التفاصيل

source: All installations and activations have been completed.
ar: وقد تم الانتهاء من جميع التثبيتات والتنشيط.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تثبيت وتفعيل Plugin %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدأت عملية التثبيت. قد تستغرق هذه العملية بعض الوقت على بعض المضيفين ، لذا يرجى التحلي بالصبر.

source: %1$s installed successfully.
ar: ‫%1$s تم التثبيت بنجاح.

source: All installations have been completed.
ar: تم الانتهاء من جميع التثبيتات.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: تثبيت Plugin %1$s (%2$d/%3$d)

source: Recent Posts with Thumbnail
ar: المشاركات الأخيرة مع صورة مصغرة

source: Display Recent Posts with Thumbnail
ar: عرض المشاركات الأخيرة مع صورة مصغرة

source: Custom Search
ar: بحث مخصص

source: A search form for your site.
ar: نموذج بحث لموقعك.

source: Provider Search Form
ar: نموذج بحث مزود

source: A provider search form for customers.
ar: نموذج بحث مزود للعملاء.

source: Request a quote
ar: اطلب سعر

source: Login Form
ar: نموذج تسجيل الدخول

source: Login form
ar: نموذج تسجيل الدخول

source: No Related Provider Available
ar: لا يوجد مزود ذو صلة متاح

source: Display
ar: عرض

source: Number of cities to show:
ar: عدد المدن لعرضها:

source: Copyright %s | Aone Theme. All Rights Reserved
ar: حقوق النشر %s | Aone Theme. جميع الحقوق محفوظة
