Repository: stephen-ask/service-finder
Catalog: languages/*.po
Languages: ar

source: Moroccan Dirham (&#x2e;&#x62f;&#x2e;&#x645;)
ar: درهم مغربى (&#x2e;&#x62f;&#x2e;&#x645;)

source: Malaysian Ringgits (&#82;&#77;)
ar: رينغيت ماليزي (&#82;&#77;)

source: Maldivian Rufiyaa (Rf)
ar: روفيا المالديف (Rf)

source: Mexican Peso (&#36;)
ar: بيزو مكسيكي (&#36;)

source: Nigerian Naira (&#8358;)
ar: نايرا نيجيري (&#8358;)

source: Norwegian Krone (&#107;&#114;)
ar: كرونة نرويجية (&#107;&#114;)

source: New Zealand Dollar (&#36;)
ar: الدولار النيوزيلندي (&#36;)

source: Peru (Sol)
ar: بيرو (Sol)

source: Paraguayan Guaran&&iuml; (&#8370;)
ar: الجواراني الباراغواي &&iuml; (&#8370;)

source: Philippine Pesos (&#8369;)
ar: بيزو فلبيني (&#8369;)

source: Polish Zloty (&#122;&#322;)
ar: زلوتي بولندية (&#122;&#322;)

source: Pounds Sterling (&pound;)
ar: جنيه استرليني (&pound;)

source: Romanian Leu (lei)
ar: ليو رومانية (lei)

source: Russian Ruble (&#1088;&#1091;&#1073;.)
ar: الروبل الروسي (&#1088;&#1091;&#1073;.)

source: Ukranian Hrivna (&#8372;)
ar: الهريفنيا الأوكرانية (&#8372;)

source: Singapore Dollar (&#36;)
ar: دولار سينغافوري (&#36;)

source: Sri Lankan Rupee (Rs)
ar: روبية سريلانكية (Rs)

source: South African rand (&#82;)
ar: راند جنوب أفريقيا (&#82;)

source: Swedish Krona (&#107;&#114;)
ar: كرونة سويدية (&#107;&#114;)

source: Swiss Franc (&#67;&#72;&#70;)
ar: فرنك سويسري (&#67;&#72;&#70;)

source: Taiwan New Dollars (&#78;&#84;&#36;)
ar: دولار تايواني جديد (&#78;&#84;&#36;)

source: Thai Baht (&#3647;)
ar: بات تايلندي (&#3647;)

source: Turkish Lira (&#8378;)
ar: ليرة تركية (&#8378;)

source: US Dollars (&#36;)
ar: دولار أمريكي (&#36;)

source: Vietnamese Dong (&#8363;)
ar: دونغ فييتنامي (&#8363;)

source: Egyptian Pound (EGP)
ar: جنيه مصري (EGP)

source: West African Franc (FCFA)
ar: فرنك غرب افريقيا (FCFA)

source: Saudi Riyal
ar: ريال سعودي

source: Kenyan Shilling
ar: شلن كيني

source: Honduran Lempira
ar: لمبيرا هندوراس

source: Tanzanian Shilling
ar: شلت تانزاني

source: CFP Franc
ar: فرنك سويسري CFP

source: Uganda Shillings
ar: شلن أوغندي

source: Tanzania Shillings
ar: شلن تنزاني

source: Rwandan Franc
ar: فرنك رواندي

source: Burundi Franc
ar: فرنك بوروندي

source: Costa Rica Colones
ar: كولون كوستاريكي

source: Bosnia and Herzegovina
ar: البوسنة والهرسك

source: Kazakhstan
ar: كازاخستان

source: Ghanaian cedi
ar: سيدي غاني

source: Great Britain
ar: بريطانيا العظمى

source: Ireland
ar: أيراندا

source: Italy
ar: إيطاليا

source: Australia
ar: أستراليا

source: Brazil
ar: البرازيل

source: Canada
ar: كندا

source: Hong Kong
ar: هونغ كونغ

source: Japan
ar: اليابان

source: Mexico
ar: المكسيك

source: Malaysia
ar: ماليزيا

source: New Zealand
ar: نيوزلاندا

source: Singapore
ar: سنغافورة

source: United States
ar: الولايات المتحدة

source: Mon
ar: الإثنين

source: Tue
ar: الثلاثاء

source: Wed
ar: الأربعاء

source: Thu
ar: الخميس

source: Fri
ar: الجمعة

source: Sat
ar: السبت

source: Sun
ar: الأحد

source: Closed
ar: مغلق

source: Break Time
ar: وقت الاستراحة

source: ERROR: Your account is not approved
ar: خطأ: لم تتم الموافقة على حسابك

source: ERROR: Your account has been blocked. Please contact administrator
ar: خطأ: تم حظر حسابك. يرجى الاتصال بالمشرف

source: Hourly
ar: بالساعة

source: hrs
ar: ساعات

source: persons
ar: أشخاص

source: Page Options
ar: خيارات الصفحة

source: Display Banner
ar: عرض بانر

source: Display Title
ar: عرض عنوان

source: Display Sidebar
ar: عرض الشريط الجانبي

source: Display Comment
ar: عرض تعليق

source: Tel
ar: هاتف

source: Mob
ar: جوال

source: Review
ar: تقييم

source: Verified Provider
ar: مزود خدمة معتمد

source: Not Available
ar: غير متاح

source: No Plans
ar: لا يوجد خطط

source: %d Reviews
ar: ‫%d تقييمات

source: %d Review
ar: ‫%d تقييم

source: % Completion Rate
ar: % تقييم معدل الإنجاز

source: The percentage of accepted tasks this %s has completed
ar: النسبة المئوية للمهام المقبولة التي %s تم إكمالها

source: %d Completed Task
ar: ‫%d مهام مكتملة

source: Please set labels for custom rating
ar: يرجى تعيين مسميات لتقييم مخصص

source: Can&#8217;t read the image? click %LINKSTART%here%LINKEND% to refresh.
ar: لا تتمكن من قراءة هذه الصورة؟ اضغط %LINKSTART%هنا%LINKEND% للتحديث

source: Enter the code above here
ar: أدخل الرمز أعلاه هنا‬

source: This user cannot be deleted. Due to subscription cancellation failed.
ar: لا يمكن حذف هذا المستخدم. بسبب فشل إلغاء الاشتراك .

source: One Time Password for confirm email id
ar: كلمة مرور لمرة واحدة لتأكيد ID البريد الإلكتروني

source: Generated OTP is:
ar: تم إنشاء OTP:

source: The Validation code does not match!
ar: رمز التحقق لا يتطابق!

source: Couldn&#8217;t %s.
ar: لم تتمكن %s

source: %s successfully. Pleast wait for approve
ar: ‫%s بنجاح. يرجى الانتظار للموافقة

source: Need-Approval
ar: تحتاج - موافقة

source: Bank Transfer
ar: تحويل بنكي

source: Created
ar: تم إنشاؤه

source: Failed
ar: فشل

source: Publish
ar: انشر

source: Pending_Payment
ar: دفع ـ قيد الانتظار

source: Pending Payment
ar: دفع قيد الانتظار

source: Draft
ar: مسودة

source: Booking Reminder Notification
ar: إشعار تذكير الحجز

source: Service Finder Booking
ar: خدمة إيجاد الحجز

source: Booking Made by %s
ar: تم عمل الحجز بواسطة %s

source: am
ar: صباحاً

source: pm
ar: مساءً

source: Dear
ar: عزيزي/تي

source: Congratulations! Your Job Coonect Upgraded Successfully
ar: تهانينا! تم ترقية ربط عملك بنجاح

source: Name:
ar: اسم:

source: Plan Name:
ar: اسم خطة:

source: Payment Method:
ar: طريقة الدفع:

source: Job Connect Approval Notification
ar: إشعار الموافقة على ربط الوظيفة

source: Job Apply Connect
ar: ربط طلب وظيفة

source: Your job apply connect plan upgraded.
ar: ترقية خطة ربط تقديمك على وظيفة.

source: Congratulations! Your Job Post Connect Upgraded Successfully
ar: تهانينا! تم ترقية ربط نشر وظيفة الخاصة بك بنجاح

source: Job Post Connect Approval Notification
ar: إشعار الموافقة على ربط نشر الوظيفة

source: Job Post Connect
ar: ربط نشر وظيفة

source: Your job post connect plan upgraded.
ar: تمت ترقية خطتك ربط نشر وظيفة.

source: Pending Featured Requests
ar: طلبات التميز قيد الانتظار

source: Pending Claimed Business Requests
ar: طلبات المطالبة بملكية عمل قيد الانتظار

source: Pending Account Upgrade Requests via Wire Transfer
ar: طلبات ترقية الحساب قيد الانتظار عن طريق التحويل البنكي

source: Pending Job Connect Requests via Wire Transfer
ar: طلبات ربط وظيفة قيد الانتظار عن طريق التحويل البنكي

source: Pending Wallet Amount Requests via Wire Transfer
ar: الطلبات قيد الانتظار لمبلغ المحفظة عبر التحويل البنكي

source: Pending Invoice Amount Requests via Wire Transfer
ar: طلبات مبلغ الفاتورة قيد الانتظار عن طريق التحويل البنكي

source: Its a provider booking product
ar: منتج حجز مزود خدمة

source: Failed: Payout Failed (%s). Booking Ref id is #%d
ar: فشل: فشل دفع تعويض (%s). ID الرقم المرجعي للحجز هو #%d

source: Please select continue available dates.
ar: رجى تحديد متابعة التواريخ المتاحة.

source: Add to Wallet
ar: أضف للمحفظة

source: Cashback after upgrade account
ar: استرداد النقود بعد ترقية الحساب

source: Cashback after featured account
ar: استرداد النقود بعد حساب التميز

source: Cashback after purchase job connect
ar: ‫استرداد النقود بعد ربط وظيفة

source: Cashback after booking
ar: استرداد النقود بعد الحجز

source: Cashback after invoice pay
ar: ‫استرداد النقود بعد دفع فاتورة

source: Cashback after purchase job post limits
ar: ‫استرداد النقود بعد شراء حدود نشر وظائف

source: Checkout
ar: الدفع

source: 2 Days
ar: أيام 2

source: 3 Days
ar: أيام 3

source: 4 Days
ar: أيام 4

source: 5 Days
ar: أيام 5

source: 6 Days
ar: أيام 6

source: 2 Weeks
ar: أسابيع 2

source: 3 Weeks
ar: أسابيع 3

source: 4 Weeks
ar: أسابيع 4

source: 2 Months
ar: أشهر 2

source: 3 Months
ar: أشهر 3

source: 4 Months
ar: أشهر 4

source: 5 Months
ar: أشهر 5

source: 6 Months
ar: أشهر 6

source: 7 Months
ar: أشهر 7

source: 8 Months
ar: أشهر 8

source: 9 Months
ar: أشهر 9

source: 10 Months
ar: أشهر 10

source: 11 Months
ar: أشهر 11

source: Available
ar: متاح

source: Abkhazian
ar: الأبخازية

source: Avestan
ar: أفيستان

source: Afrikaans
ar: الأفريكانية

source: Amharic
ar: الأمهرية

source: Assamese
ar: الأسامية

source: Aymara
ar: الأيمارا

source: Azerbaijani
ar: أذربيجان

source: Bashkir
ar: الباشكيرية

source: Belarusian
ar: البيلاروسية

source: Bulgarian
ar: البلغارية

source: Bihari
ar: بيهاري

source: Bislama
ar: البيسلامية

source: Bengali
ar: بنغالي

source: Tibetan
ar: التبت

source: Breton
ar: بريتون

source: Bosnian
ar: البوسنية

source: Catalan
ar: الكاتالونية

source: Chechen
ar: الشيشان

source: Chamorro
ar: تشامورو

source: Corsican
ar: الكورسيكية

source: Czech
ar: التشيكية

source: Church Slavic
ar: الكنيسة السلافية

source: Chuvash
ar: التشفاش

source: Welsh
ar: الويلزية

source: Danish
ar: الدنماركية

source: German
ar: الألمانية

source: Dzongkha
ar: الزونخاية

source: Greek
ar: اليونانية

source: English
ar: الإنجليزية

source: Esperanto
ar: الاسبرانتو

source: Spanish
ar: الأسبانية

source: Estonian
ar: الإستونية

source: Basque
ar: الباسكي

source: Persian
ar: الفارسية

source: Finnish
ar: اللغة الفنلندية

source: Fijian
ar: الفيجية

source: Faeroese
ar: فيروويزية

source: French
ar: الفرنسية

source: Frisian
ar: الفريزية

source: Irish
ar: الأيرلندية

source: Gaelic (Scots)
ar: الغيلية (الأسكتلندية)

source: Guarani
ar: غواراني

source: Gujarati
ar: الغوجاراتية

source: Manx
ar: مانكس

source: Hausa
ar: الهوسا

source: Hebrew
ar: العبرية

source: Hindi
ar: الهندية

source: Hiri Motu
ar: هيري موتو

source: Croatian
ar: الكرواتية

source: Hungarian
ar: الهنغارية

source: Armenian
ar: الأرمينية

source: Herero
ar: هيريرو

source: Interlingua
ar: اللغة الوسيطة

source: Indonesian
ar: الاندونيسية

source: Inupiaq
ar: الاينبياك

source: Icelandic
ar: الآيسلندية

source: Italian
ar: الإطالية

source: Inuktitut
ar: لغة إنكتيتوتية

source: Japanese
ar: اليابانية

source: Javanese
ar: الجاوية

source: Georgian
ar: الجورجية

source: Kikuyu
ar: الكيكويو

source: Kuanyama
ar: الكيونياما

source: Kazakh
ar: الكازاخية

source: Kalaallisut
ar: الكالاليست

source: Khmer
ar: الخميرية

source: Kannada
ar: الكانادا

source: Korean
ar: الكورية

source: Kashmiri
ar: كشمير

source: Kurdish
ar: كردي

source: Komi
ar: كومي

source: Cornish
ar: الكورنية

source: Kirghiz
ar: القيرغستانية

source: Latin
ar: لاتينية

source: Lingala
ar: اللينجالا

source: Lao
ar: لاو

source: Lithuanian
ar: اللتوانية

source: Latvian
ar: اللاتفية

source: Malagasy
ar: مدغشقر

source: Marshall
ar: مارشال

source: Maori
ar: الماوري

source: Macedonian
ar: المقدونية

source: Malayalam
ar: المالايالامية

source: Mongolian
ar: المنغولية

source: Moldavian
ar: المولدافية

source: Marathi
ar: المهاراتية

source: Malay
ar: لغة الملايو

source: Maltese
ar: المالطية

source: Burmese
ar: البورمية

source: Nauru
ar: ناورو

source: Norwegian Bokmal
ar: بوكمال النرويجية

source: Ndebele, North
ar: نديبيلي ، الشمال

source: Nepali
ar: نيبالية

source: Dutch
ar: الهولندية

source: Norwegian Nynorsk
ar: نينورسك النرويجي

source: Norwegian
ar: النرويجية

source: Ndebele, South
ar: نديبيلي ، الجنوب

source: Navajo
ar: نافاجو

source: Chichewa Nyanja
ar: تشيتشيوا نيانجا

source: Occitan (post 1500)
ar: الأوكيتانية (بعد 1500)

source: Oromo
ar: أورومو

source: Oriya
ar: الأوريا

source: Ossetian
ar: أوسيتيا

source: Panjabi
ar: بنجابي

source: Pali
ar: الباليه

source: Polish
ar: البولندية

source: Pushto
ar: بوشتي

source: Portuguese
ar: البرتغالية

source: Brazilian Portuguese
ar: البرتغالية البرازيلية

source: Quechua
ar: الكيشوا

source: Rhaeto-Romance
ar: رايتو-الرومانسية

source: Rundi
ar: الرندي

source: Romanian
ar: الرومانية

source: Russian
ar: الروسية

source: Kinyarwanda
ar: الكينيارواندية

source: Sanskrit
ar: سنسكريتي

source: Sardinian
ar: سردينيا

source: Sindhi
ar: السندية

source: Sami
ar: سامي

source: Sango
ar: سانغو

source: Sinhalese
ar: السنهالية

source: Slovak
ar: السلوفاكية

source: Slovenian
ar: سلوفيني

source: Samoan
ar: ساموا

source: Shona
ar: شونا

source: Somali
ar: الصومالية

source: Albanian
ar: الألبانية

source: Serbian
ar: الصربية

source: Swati
ar: سواتي

source: Sotho
ar: السوتو الشمالية

source: Sundanese
ar: السودانية

source: Swedish
ar: السويدية

source: Swahili
ar: السواحلية

source: Tamil
ar: التاميل

source: Telugu
ar: التيلجو

source: Tajik
ar: الطاجيكية

source: Thai
ar: التايلندية

source: Tigrinya
ar: التيغرينية

source: Turkmen
ar: التركمان

source: Tagalog
ar: التغالوغ

source: Tswana
ar: التسوانية

source: Tonga
ar: تونغا

source: Turkish
ar: التركية

source: Tsonga
ar: تسونجا

source: Tatar
ar: تتاري

source: Twi
ar: التوي

source: Uighur
ar: اليوغور

source: Ukrainian
ar: الأوكرانية

source: Urdu
ar: الأردية

source: Uzbek
ar: الأوزبكي

source: Vietnamese
ar: الفيتنامية

source: Volapuk
ar: فولابوك

source: Wolof
ar: الولوف

source: Xhosa
ar: زوسا

source: Yiddish
ar: اليديشية

source: Yoruba
ar: اليوروبا

source: Zhuang
ar: الزهيونج

source: Chinese
ar: الصينية

source: Zulu
ar: الزولو

source: Number of Categories
ar: عدد الفئات

source: Multiple Categories
ar: فئات متعددة

source: Apply for Job
ar: قدم لوظيفة

source: Branches
ar: فروع

source: Crop Profile Image
ar: قص صورة الملف الشخصي

source: Staff Members
ar: طاقم العمل

source: Contact Numbers
ar: أرقام الاتصال

source: Message System
ar: نظام الرسائل

source: Job Expired
ar: انتهت صلاحية وظيفة

source: Book Now
ar: احجز الآن

source: Invitation Sent
ar: تم إرسال الدعوة

source: Invite for Job
ar: دعوة لوظيفة

source: (%d Reviews)
ar: (‫%d تقييمات)

source: (%d Review)
ar: ‫(%d تقييم)

source: No Results Found
ar: لم يتم العثور على نتائج

source: Display Services
ar: خدمات عرض

source: Request Quote
ar: اطلب عرض سعر

source: Add to Favorites
ar: أضف للمفضلة

source: Comment
ar: تعليق

source: Invite for JOB
ar: دعوة لوظيفة

source: There are no jobs. Please create it from
ar: لا توجد وظائف رجاء قم بإنشائه من

source: Send Invitation
ar: ارسل دعوة

source: Admin Fee:
ar: رسوم المشرف:

source: You need to pay only admin fee at the time of booking.
ar: تحتاج إلى دفع رسوم المشرف فقط في وقت الحجز.

source: Job Price
ar: سعر وظيفة

source: Enter Price
ar: ادخل سعر

source: Update Price
ar: تحديث السعر

source: Delivery Date/Time
ar: تاريخ/وقت التوصيل

source: Customer Info
ar: معلومات العميل

source: Your Details
ar: تفاصيلك

source: Proceed to Checkout
ar: تابع للخروج

source: Provider booking form is closed. Still you want to book him?
ar: نموذج حجز مزود الخدمة مغلق هل ما زلت تريد حجزه؟

source: Insufficient wallet amount. Please %LINK_START%add balance%LINK_END% to wallet
ar: مبلغ المحفظة غير كافي. يرجى %LINK_START%إضافة رصيد%LINK_END% للمحفظة

source: This value is not valid
ar: هذه القيمة غير صالحة

source: This field is required
ar: هذا الحقل مطلوب

source: Are you sure?
ar: هل أنت متأكد ؟

source: Are you sure you want to cancel this %s membership?
ar: هل أنت متأكد من أنك تريد إلغاء هذه %s العضوية؟

source: Are you sure you want to reset %s business hours?
ar: هل تريد بالتأكيد إعادة ضبط %s ساعات عمل؟

source: Are you sure you want to reactivate this %s membership?
ar: هل تريد بالتأكيد إعادة تنشيط هذه %s العضوية؟

source: All existing slots will be deleted for selected days after this bulk import.
ar: سيتم حذف جميع الشرائح الحالية للأيام المحددة بعد الاستيراد المجمع.

source: Are you sure? Mail will be sent to provider after approve autometically.
ar: هل أنت متأكد؟ سيتم إرسال البريد إلى المزود بعد الموافقة تلقائيًا.

source: Username is required
ar: اسم المستخدم مطلوب

source: Password is required
ar: كلمة المرور مطلوبة

source: Please enter username or email
ar: الرجاء ادخال اسم المستخدم أو البريد الإلكتروني

source: First name is required
ar: الاسم الأول مطلوب

source: Last name is required
ar: اسم العائلة مطلوب

source: Address is required
ar: العنوان مطلوب

source: This country is not allowed
ar: هذه الدولة غير مسموحة

source: Nationality is required
ar: الجنسية مطلوبة

source: Country is required
ar: الدولة مطلوبة

source: The input is not a valid email address
ar: الإدخال ليس عنوان بريد إلكتروني صالح

source: Please check the checkbox
ar: يرجى تحديد مربع الاختيار

source: The password is required and cannot be empty
ar: كلمة المرور مطلوبة ولا يمكن أن تكون فارغة

source: Password must be 5 to 15 characters long
ar: يجب أن يتراوح طول كلمة المرور من 5 إلى 15 حرفًا

source: The password and its confirm are not the same
ar: كلمة المرور وتأكيدها ليسوا متطابقين

source: Primary Category is required
ar: الفئة الأساسية مطلوبة

source: Category is required
ar: الفئة مطلوبة

source: Minimum cost is required
ar: أدنى نسخة مطلوبة

source: Edit UnAvailability
ar: تعديل عدم التوفر

source: Please select date
ar: يرجى اختيار تاريخ

source: Please select timeslot or check the checkbox for wholeday
ar: يرجى تحديد الشريحة الزمنية أو تحديد مربع الاختيار ليوم كامل

source: Please select atleast one checkbox
ar: الرجاء تحديد خانة اختيار واحدة على الأقل

source: Region is required
ar: المنطقة مطلوبة

source: Are you sure you want to change the status?
ar: هل تريد بالتأكيد تغيير هذه الحالة؟

source: No data found in the server
ar: لا توجد بيانات في الخادم

source: Postal Code is required
ar: الرمز البريدي مطلوب

source: Edit Service
ar: تعديل خدمة

source: Edit Article
ar: إضافة مقال

source: Edit Applied Job
ar: تعديل تقديم على وظيفة

source: View Applied Job
ar: عرض الوظيفة المقدم عليها

source: Service name is required
ar: اسم الخدمة مطلوب

source: Please select payment method
ar: يرجى اختيار طريقة الدفع

source: Please set secret and publish key for stripe
ar: يرجى ضبط مفتاح السر والنشر ل stripe

source: You did not set a valid publishable key
ar: لم تقم بتعيين مفتاح صالح للنشر

source: Are you sure you want to change the status to completed?
ar: هل تريد بالتأكيد تغيير هذه الحالة إلى مكتملة؟

source: Member name is required
ar: اسم العضو مطلوب

source: Any One
ar: أي أحد

source: Assign Member
ar: تعيين عضو

source: Edit Booking
ar: تعديل حجز

source: Please give some rating
ar: يرجى إعطاء بعض التقييم

source: Please enter some comment
ar: يرجى ادخال بعض التعليقات

source: Please select any member
ar: الرجاء اختيار أي عضو

source: Please select timeslot or member
ar: يرجى اختيار شريحة زمنية أو عضو

source: Description is required
ar: الوصف مطلوب

source: The price is required
ar: السعر مطلوب

source: The due date is required
ar: تاريخ الاستحقاق مطلوب

source: Send Reminder Mail
ar: إرسال بريد تذكير

source: Comments
ar: تعليقات

source: Are you sure you want to cancel subscription?
ar: هل أنت متأكد من أنك تريد إلغاء هذا الاشتراك؟

source: Are you sure you want to cancel featured/featured request?
ar: هل تريد بالتأكيد إلغاء التميز / طلب التميز؟

source: Customer name is required
ar: اسم العميل مطلوب

source: Please select atleast one service
ar: يرجى اختيار خدمة واحدة على الأقل

source: Please check email for OTP
ar: يرجى التحقق من البريد الإلكتروني لكلمة مرور لمرة واحدة OTP

source: Please enter otp password
ar: يرجى إدخال كلمة مرور top

source: Please insert correct otp
ar: يرجى إدخال كلمة مرور top صحيحة

source: Please re-confirm the email address
ar: يرجى إعادة تأكيد عنوان البريد الإلكتروني

source: State is required
ar: المقاطعة مطلوبة

source: City is required
ar: المدينة مطلوبة

source: Service not available in your area
ar: الخدمة غير متاحة في منطقتك

source: Service not available in your area or Select atleast one service
ar: الخدمة غير متاحة في منطقتك أو اختر خدمة واحدة على الأقل

source: Please select region and at least one service
ar: يرجى اختيار المنطقة وخدمة واحدة على الأقل

source: Please select member
ar: الرجاء اختيار عضو

source: Congratuations! Your booking made successfully.
ar: تهانينا! تم الحجز بنجاح.

source: Postal Code is not available
ar: الرمز البريدي غير متاح

source: Submit Now
ar: إرسال الآن

source: Show
ar: عرض

source: entries
ar: مدخلات

source: Showing
ar: يعرض

source: of
ar: من

source: Select Timeslot
ar: يرجى اختيار شريحة زمنية

source: Please select plan
ar: يرجى اختيار خطة

source: Add new city
ar: أضف مدينة جديدة

source: Lat and long cannot be found
ar: ‫Lat والطول لا يمكن العثور عليها

source: No results matched
ar: لا توجد نتيجة مطابقة

source: Please enter only digits
ar: الرجاء إدخال أرقام فقط

source: Nothing selected
ar: لم يتم تحديد شيء

source: No data available in table
ar: لا توجد بيانات متاحة في الجدول

source: Please verify the captcha code
ar: يرجى التحقق من كود captcha

source: Please insert group name
ar: يرجى إدخال اسم المجموعة

source: Please inset video url
ar: يرجى إدخال عنوان URL الفيديو

source: Please inset Google Client ID
ar: الرجاء إدخال ID عميل Google

source: Please inset Google Client Secret
ar: الرجاء إدخال عميل Google سري

source: Please fill address to search by radius
ar: يرجى تعبئة العنوان للبحث حسب دائرة نصف قطرها

source: Show More Location
ar: اعرض المزيد من الموقع

source: Show Less Location
ar: اعرض أقل من الموقع

source: Please enter only numerics
ar: الرجاء إدخال أرقام فقط

source: Your name
ar: اسمك

source: Enter your comments...
ar: ادخل تعليقك

source: Are you sure you want to approve?
ar: هل أنت متأكد من أنك تريد التأكيد؟

source: Do you want to make this provider Unfeatured?
ar: هل تريد إلغاء تميز هذا المزود ؟

source: Do you want to make this provider Unblocked?
ar: هل ترغب في جعل هذا المزود غير محظور؟

source: Current value
ar: القيمة الحالية

source: Bookings Schedule
ar: جدول حجوزات

source: Please select start time
ar: يرجى اختيار وقت البدء

source: Please select end time
ar: يرجى اختيار وقت الإنتهاء

source: End time should be greater than start time
ar: يجب أن يكون وقت الانتهاء أكبر من وقت البدء

source: Please select slot interval
ar: يرجى اختيار شريحة فاصل زمني

source: After change current interval existing slots will be lost.
ar: بعد تغيير الفاصل الحالي ستفقد الشرائح القائمة.

source: Please select atleast one week day
ar: يرجى اختيار يوم واحد على الأقل

source: Are you sure you want to pay provider
ar: هل أنت متأكد أنك تريد أن تدفع لمزودالخدمة؟

source: Are you sure you want to change payment status from pending to paid?
ar: هل أنت متأكد من أنك تريد تغيير حالة الدفع من قيد الانتظار إلى مدفوع؟

source: Edit Member
ar: تعديل عضو

source: Remain on Same Page
ar: البقاء في نفس الصفحة

source: If you press ok then funds will be released by admin to provider.
ar: إذا قمت بالضغط على "موافق" ، فسيتم إصدار الأموال من المشرف إلى المزود.

source: Please choose a file
ar: يرجى اختيار ملف

source: File must be a CSV
ar: يجب أن يكون الملف CSV

source: Providers Import Successfully
ar: استيراد مزودين بنجاح

source: Minutes
ar: دقائق

source: Seconds
ar: ثواني

source: Please insert hours for service
ar: الرجاء إدخال ساعات للخدمة

source: Select Unavailable Days
ar: حدد الأيام غير المتاحة

source: Please select above option
ar: يرجى اختيار الخيار أعلاه

source: Please insert a valid number
ar: الرجاء إدخال رقم صحيح

source: Please select dates
ar: يرجى تحديد التواريخ

source: Please select region
ar: يرجى اختيار المنطقة

source: Please insert zipcode
ar: يرجى إدخال رمز بريدي

source: Please insert amount between %d to %d
ar: الرجاء إدخال مبلغ بين %d إلى %d

source: Quotation Reply
ar: رد عرض السعر

source: Set Timeslots
ar: ضبط شرائح زمنية

source: Have a coupon code
ar: هل لديك رمز الكوبون

source: Please fill email address to continue
ar: يرجى تعبئة عنوان البريد الإلكتروني للمتابعة

source: Username already exist
ar: اسم المستخدم موجود مسبقا

source: Please enter price
ar: يرجى ادخال سعر

source: Short description about decline reason
ar: وصف قصير عن سبب الرفض

source: Showing _START_ to _END_ of _TOTAL_ entries
ar: عرض ـ بداية ـ إلى ـ نهاية ـ لإجمالي ـ المدخلات

source: Showing 0 to 0 of 0 entries
ar: إظهار 0 إلى 0 من 0

source: (filtered from _MAX_ total entries)
ar: (تمت تصفيته من إجمالي إدخالات _MAX_)

source: Show _MENU_ entries
ar: إظهار إدخالات القائمة

source: Loading...
ar: جاري التحميل….

source: Processing...
ar: تحت المعالجة…

source: Search:
ar: بحث:

source: No matching records found
ar: لم يتم العثور على سجلات مطابقة

source: : activate to sort column ascending
ar: : تفعيل لترتيب العمود تصاعدي

source: : activate to sort column descending
ar: : تفعيل لترتيب العمود تنازلي
