Repository: stephen-ask/service-finder
Catalog: languages/*.po
Languages: ar

source: You canceled payment. Your booking wasn't made
ar: لقد ألغيت الدفع. لم يتم إنشاء حجزك

source: Pay via PayU
ar: ادفع بواسطة PayU

source: Provider has been booked successfully
ar: تم حجز المزود بنجاح

source: For Booking
ar: للحجز

source: Job Invitation
ar: دعوة وظيفية

source: Invitation has been sent
ar: تم إرسال الدعوة

source: Invitation could not be sent.
ar: تعذر إرسال الدعوة.

source: Sorry, this coupon code has been expired.
ar: عذرًا ، لقد انتهت صلاحية كود القسيمة هذا.

source: Sorry, this coupon code has been used maximum time.
ar: عذرًا ، تم استخدام رمز القسيمة هذا للحد الأقصى.

source: Sorry, you have already used this coupon code.
ar: عذرًا ، لقد استخدمت رمز القسيمة هذا بالفعل.

source: Coupon code verified successfully.
ar: تم التحقق من رمز الكوبون بنجاح.

source: Coupon code not verified.
ar: لم يتم التحقق من رمز القسيمة.

source: ERROR: Bad paypal API settings! Check paypal api credentials in admin settings!
ar: خطأ: إعدادات API paypal سيئة! تحقق من بيانات اعتماد paypal api في إعدادات المشرف!

source: Your Task Location
ar: موقع المهمة الخاص بك

source: Select Customer
ar: اختر عميل

source: New Customer
ar: عميل جديد

source: Service Perform At
ar: أداء الخدمة في

source: %s Location
ar: الموقع %s

source: Your Location
ar: موقعك

source: Service Location
ar: موقع الخدمة

source: View Map
ar: عرض الخريطة

source: Enter Location
ar: ادخل الموقع

source: Enter Your Zip code
ar: ادخل الرمز البريدي الخاص بك

source: Select Region
ar: اختر منطقة

source: Continue...
ar: استمر….

source: Choose Date & Time
ar: اختر تاريخ و وقت

source: All Booked
ar: الكل محجوز

source: Unavailable
ar: غير متاح

source: Please select date to show timeslot.
ar: يرجى تحديد تاريخ لإظهار الوقت.

source: Customer info
ar: معلومات العميل

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير/العائلة

source: One Time Password
ar: كلمة مرور لمرة واحدة

source: Generate One time Password to Confirm Email
ar: إصدار كلمة المرور لمرة واحدة لتأكيد البريد الإلكتروني

source: Alt. Phone
ar: هاتف بديل

source: Describe Your Task
ar: صف مهمتك

source: Please insert short description of your task
ar: الرجاء إدخال وصف قصير لمهمتك

source: Payment
ar: الدفع

source: Paypal
ar: ‫Paypal باي بال

source: mastercard
ar: ماستركارد

source: american express
ar: أميريكان اكسبريس

source: discover
ar: اكتشف

source: visa
ar: فيزا

source: Wire Transfer
ar: حوالة بنكية

source: Cash on Delevery
ar: الدفع عند التوصيل

source: Card Number
ar: رقم البطاقة

source: Select Month
ar: اختر شهر

source: January
ar: يناير

source: February
ar: فبراير

source: March
ar: مارس

source: April
ar: أبريل

source: May
ar: مايو

source: June
ar: يونيه

source: July
ar: يوليه

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: October
ar: أكتوبر

source: November
ar: نوفمبر

source: December
ar: ديسمبر

source: Select Year
ar: اختر عام

source: Select Card
ar: اختر بطاقة

source: There is no payment method available.
ar: لا توجد وسيلة دفع متاحة.

source: Choose Service
ar: اختر خدمة

source: paypal
ar: ‫Paypal باي بال

source: First
ar: الأول

source: Previous
ar: السابق

source: Last
ar: الأخير

source: Date & Time
ar: التاريخ والوقت

source: Select Date
ar: اختر تاريخ

source: Select Member
ar: اختر عضو

source: Number of Hours
ar: عدد الساعات

source: Number of Month/Week/Day
ar: عدد الشهور/الأسابيع/الأيام

source: Back
ar: العودة

source: Continue
ar: استمر

source: Booking approved successfully
ar: تمت الموافقة على الحجز بنجاح

source: Booking Assigned to you
ar: تم تعيين الحجز لك

source: Edit Team Member
ar: تحرير عضو الفريق

source: Assign Now
ar: تعيين الآن

source: Booked Services
ar: خدمات محجوزة

source: Time
ar: وقت

source: Team Member
ar: عضو فريق

source: No Dues
ar: لا مستحقات

source: Providers Fee
ar: رسوم المزود

source: Admin pay to providers
ar: دفع المشرف لمقدمي الخدمات

source: Add Invoice
ar: أضف فاتورة

source: Providers
ar: مزودين

source: Cancel Booking
ar: إلغاء الحجز

source: Mark As Complete
ar: تحديد كمكتل

source: Staff Member
ar: عضو طاقم

source: Job Title
ar: المسمى الوظيفي

source: Admin Pay to Provider
ar: المشرف يدفع لمزود خدمة

source: Fee
ar: الرسوم

source: Coupon Code
ar: رمز القسيمة

source: Discount
ar: تخفيض

source: Booking Ref ID #
ar: رقم ID المرجعي للحجز

source: Phone2
ar: الهاتف2

source: Apartment
ar: شقة

source: Short Description
ar: وصف قصير

source: Rating
ar: تقييم

source: Feedback
ar: تقييم

source: View Feedback
ar: عرض تقييم

source: Add Feedback
ar: إضافة تقييم

source: View Invoice
ar: عرض فاتورة

source: Option
ar: خيار

source: Select Option
ar: حدد خيار

source: Edit Services
ar: تعديل خدمات

source: Edit Bookings
ar: تعديل حجوزات

source: Couldn&#8217;t add invoice... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من إضافة فاتورة… يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Generate Invoice
ar: إصدار فاتورة

source: New Invoice generated by %s. Please pay it soon. Invoice Ref id is #%d
ar: تم إصدار فاتورة جديدة بواسطة %s. يرجى دفعها في أقرب وقت. ID الرقم المرجعي للفاتورة هي #%d

source: Invoice generated successfully.
ar: تم إصدار الفاتورة بنجاح.

source: Invoice Notification
ar: إشعار فاتورة

source: Feedback added successfully.
ar: تم إضافة تقييم بنجاح.

source: Couldn&#8217;t get feedback... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من الحصول على تقييم… يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: customer
ar: عميل

source: provider
ar: مزود

source: Booking have been canceled by %s
ar: تم إلغاء الحجز بواسطة %s

source: Booking Complete
ar: إكمال الحجز

source: Booking have been completed by %s
ar: تم إكمال الحجز بواسطة %s

source: Booking mark as completed successfully. Now you can give feedback if you want.
ar: علامة الحجز مكتملة بنجاح. الآن يمكنك تقديم ملاحظات إذا كنت تريد.

source: Service Incomplete
ar: الخدمة غير كاملة

source: Service (%s) status have been changed to incompleted by %s. Booking Ref id is #%d
ar: حالة (%s) الخدمة تغيرت إلى غير مكتمل بواسطة %s. ID الرقم المرجعي للحجز #%d

source: Service Complete
ar: خدمة مكتملة

source: Service (%s) status have been changed to incompleted by admin. Booking Ref id is #%d
ar: حالة (%s) الخدمة تغيرت إلى غير مكتمل بواسطة المشرف. ID الرقم المرجعي للحجز #%d

source: Service status updated successfully
ar: تم تحديث حالة الخدمة بنجاح

source: Booking status changed and payment transferred to %s successfully.
ar: تم تغيير حالة الحجز وتحويل المدفوعات إلى %s ناجحة

source: Booking status changed and payment initiate for %s successfully.
ar: تم تغيير حالة الحجز وإنشاء مدفوعات إلى %s ناجحة

source: Booking Completed
ar: تم إكمال الحجز

source: Booking have been completed by service provider
ar: تم إكمال الحجز بواسطة مزود خدمة

source: Booking Edited
ar: تم تعديل الحجز

source: Booking Edited by %s
ar: تم تعديل الحجز بواسطة %s

source: Service updated successfully
ar: تم تحديث الخدمة بنجاح

source: Booking settings updated successfully.
ar: تم تحديث إعدادات الحجز بنجاح.

source: Booking Settings
ar: إعدادات الحجز

source: Short Description for Booking
ar: وصف قصير للحجز

source: Please set available times for the booking system to work
ar: يرجى تحديد الأوقات المتاحة لنظام الحجز للعمل

source: Booking Process
ar: عملية الحجز

source: On
ar: فتح

source: Off
ar: غلق

source: Availability Based On
ar: التوفر حسب

source: Time Slots
ar: شرائح وقتية

source: 15 Minutes
ar: 15 دقيقة

source: 30 Minutes
ar: 3٠ دقيقة

source: Booking Based On
ar: الحجز حسب

source: Region
ar: المنطقة

source: Open
ar: فتح

source: Booking Date Style
ar: نمط حجز التاريخ

source: Single Date
ar: تاريخ فردي

source: Multi Date (Service Based)
ar: تاريخ متعدد (حسب الخدمة)

source: Booking Mode
ar: وضع الحجز

source: Free Booking
ar: حجز مجاني

source: Paid Booking
ar: حجز مدفوع

source: Booking Assignment
ar: تعيين الحجز

source: Automatically
ar: تلقائي

source: Manually
ar: يدوي

source: Staff members available at the time of booking
ar: الموظفين المتاحة في وقت الحجز

source: Offers Based On
ar: عروض بناء على

source: Services
ar: خدمات

source: Availability for Future Bookings
ar: توافر الحجوزات المستقبلية

source: Buffer Time for Bookings
ar: نطاق وقتي للحجز

source: Minimum Amount (It will be charge at the time of booking)
ar: الحد الأدنى للمبلغ (سيتم احتسابه في وقت الحجز)

source: ex. 0 if no mimimum amount
ar: مثال. 0 إذا لم يكن هناك حد أدنى للمبلغ

source: PayPal API Username
ar: اسم مستخدم PayPal API

source: PayPal API Password
ar: كلمة مرور PayPal API

source: PayPal API Signatue
ar: توقيع PayPal API

source: Stripe Secret Key
ar: المفتاح السري ل Stripe

source: Stripe Public Key
ar: المفتاح العام ل Stripe

source: 2Checkout Account ID
ar: ‫ID حساب 2Checkout

source: 2Checkout Publish Key
ar: مفتاح عام ل 2Checkout

source: 2Checkout Private Key
ar: مفتاح خاص ل 2Checkout

source: PayU Money Key
ar: مفتاح PayU Money

source: PayU Latam API Login
ar: تسجيل دخول PayU Latam API

source: PayU Latam API Key
ar: مفتاح PayU Latam API

source: PayU Latam Account Id
ar: ‫ID حساب PayU Latam

source: Description for Wired Transfer
ar: وصف لحوالة بنكية

source: Instructions for Wired Transfer (For Mail Template)
ar: تعليمات التحويل البنكي (للقالب البريد)

source: Bank Account Details
ar: تفاصيل الحساب البنكي

source: Bank details will be used by admin to pay your booking amount to your bank account once service is delivered. It will happen offsite manually.
ar: سيتم استخدام التفاصيل المصرفية من قبل المسؤول لدفع مبلغ الحجز إلى حسابك المصرفي بمجرد تقديم الخدمة. سوف يحدث خارج الموقع يدويا.

source: Bank Account Holder's Name
ar: اسم صاحب حساب البنك

source: Bank Account Number/IBAN
ar: رقم الحساب البنكي / IBAN

source: Swift Code
ar: سويفت كود

source: Bank Name in Full
ar: اسم البنك بالكامل

source: Bank Branch City
ar: مدينة فرع البنك

source: Bank Branch Country
ar: بلد فرع البنك

source: Submit information
ar: تسليم المعلومات

source: Booking Info
ar: معلومات الحجز

source: Payment Info
ar: معلومات الدفع

source: Select
ar: اختر

source: Canceled
ar: تم الإلغاء

source: Fix
ar: تصليح

source: Percentage
ar: نسبة مئوية

source: Discount Amount/Percentage
ar: مبلغ الخصم/نسبة مئوية

source: Tax
ar: ضريبة

source: Tax Amount/Percentage
ar: مبلغ الضريبة/نسبة مئوية

source: New Service
ar: خدمة جديدة

source: Hour
ar: ساعة

source: Description
ar: وصف

source: Price
ar: السعر

source: Total
ar: المجموع الكلي

source: Enter text
ar: ادخل نص

source: Note: %s %s will be added to total invoice amount.
ar: ملاحظة: %s %s ستضاف إلى إجمالي مبلغ الفاتورة.

source: Note: %s %s will be charged from total invoice amount.
ar: ملاحظة: %s %s سيتم محاسبتك من إجمالي مبلغ الفاتورة.

source: Service Name
ar: اسم الخدمة

source: Enter Some Comments
ar: أدخل بعض التعليقات

source: Edit Service Schedule
ar: تعديل جدول مواعيد الخدمة

source: Update Schedule
ar: تحديث جدول مواعيد

source: Couldn&#8217;t add branch... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من إضافة فرع… يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Branch added successfully.
ar: تم إضافة الفرع بنجاح.

source: Branch marker updated successfully.
ar: تم تحديث علامة الفرع بنجاح.

source: Set Marker
ar: تعيين علامة

source: Our Branches
ar: فرعنا

source: You can add more branches of your business from here
ar: يمكنك إضافة المزيد من فروع عملك من هنا

source: ADD NEW BRANCH
ar: أضف فرع جديد

source: Apt/Suite
ar: شقة/جناح

source: Zipcode
ar: رمز بريدي

source: Add New Branch
ar: أضف فرع جديد

source: City (Select country to enable)
ar: المدينة (اختر الدولة المطلوب تفعيلها)

source: Plz select city from suggestion
ar: الرجاء اختيار مدينة من اقتراح

source: Business hours updated successfully.
ar: تم تحديث ساعات العمل بنجاح.

source: Break time addedd successfully.
ar: تمت إضافة وقت استراحة بنجاح.

source: Break slot removed successfully.
ar: تم حذف شريحة الاستراحة بنجاح.

source: Business hours activated successfully.
ar: تم تفعيل ساعات العمل بنجاح.

source: Business hours deactivated successfully.
ar: تم إلغاء تفعيل ساعات العمل بنجاح.

source: Business Hours
ar: ساعات العمل

source: Add Break Time
ar: أضف وقت استراحة

source: TO
ar: إلى

source: Update Business Hours
ar: تحديث ساعات العمل

source: to
ar: إلى

source: Save Break Time
ar: حفظ وقت الاستراحة

source: My Favorite
ar: مفضلتي

source: Add to Fav
ar: أضف إلى المفضلة

source: Full View
ar: عرض كامل

source: Nothing Found
ar: لم يتم إيجاد شيء

source: Apologies, but no results were found for the request.
ar: عذرا، ولكن لم يتم العثور على نتائج لهذا الطلب.

source: Results Found
ar: نتائج تم العثور عليها

source: Add certificate successfully.
ar: إضافة شهادة بنجاح.

source: Update certificates successfully.
ar: تحديث شهادات بنجاح.

source: Edit Certificate
ar: تعديل شهادة

source: Certificates
ar: شهادات

source: ADD CERTIFICATES
ar: إضافة شهادات

source: Certificate Title
ar: عنوان شهادة

source: Issue Date
ar: تاريخ الإصدار

source: Add New Certificates
ar: تحديث شهادات

source: Update Certificates
ar: تحديث شهادات

source: Earnings & Dues
ar: الأرباح والمستحقات

source: Total Earnings
ar: إجمالي الأرباح

source: Total Dues
ar: إجمالي المستحقات

source: Add experience successfully.
ar: إضافة خبرة بنجاح.

source: Update experience successfully.
ar: تحديث الخبرة بنجاح.

source: Edit Experience
ar: تعديل الخبرة

source: Experience
ar: الخبرة

source: ADD EXPERIENCE
ar: إضافة خبرة

source: Current Job
ar: الوظيفة الحالية

source: Add New Experience
ar: إضافة خبرة جديدة

source: Joining Date
ar: تاريخ الإنضمام

source: Job Description
ar: وصف الوظيفة

source: Update Experience
ar: تحديث الخبرة

source: My Favorites
ar: مفضلتي

source: Link
ar: رابط

source: Hired
ar: تم التوظيف

source: Not Hired
ar: لم يتم التوظيف

source: Send Message
ar: أرسل رسالة

source: View Quotation
ar: عرض السعر

source: Edit Quotation
ar: تعديل السعر

source: Send Quotation
ar: أرسل سعر

source: Not assign yet
ar: لم يتم تعيينه بعد

source: View All Replies
ar: عرض كل الردود

source: Quote ID
ar: ‫ID السعر

source: Quote Reply
ar: اقتباس الرد

source: Quote Price
ar: اقتباس سعر

source: Quote Booked
ar: اقتباس محجوز

source: Hire Me
ar: وظفني

source: Provider Description
ar: وصف المزود

source: Quote Response
ar: اقتباس الرد

source: You have received reply of your quoatation id: #%d.
ar: لقد تلقيت الرد على الاقتباس الخاص بك id: #%d.

source: Reply update successfully.
ar: تحديث الرد بنجاح.

source: Request a Quotation for provider
ar: طلب سعر لمزود الخدمة

source: Hiring Status
ar: حالة التوظيف

source: Assign to
ar: تعيين ل

source: Send information
ar: أرسل معلومات

source: Contact
ar: تواصل

source: Contact Provider
ar: تواصل مع مزود

source: Request a Quote
ar: اطلب سعر

source: Reply
ar: رد

source: Send Reminder
ar: أرسل تذكير

source: Edit Invoice
ar: تعديل فاتورة

source: wired
ar: حوالة

source: No Payment Method Available
ar: لا توجد طريقة دفع متاحة

source: You have paid via wire transfer. Please wait once its approve.
ar: لقد دفعت عن طريق التحويل البنكي. يرجى الانتظار للموافقة عليها.

source: Invoice Manager
ar: مدير الفاتورة

source: Fax
ar: فاكس

source: Billed to
ar: فاتورة الى

source: Invoice No
ar: رقم الفاتورة

source: No.
ar: رقم.

source: Service
ar: خدمة

source: Hours
ar: ساعات

source: Grand Total
ar: الإجمالي

source: Couldn&#8217;t update invoice... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من تحديث الفاتورة.. يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Invoice Update
ar: تحديث الفاتورة

source: Previousaly generated invoice have been updated. Please review it. Invoice Ref id is #%d
ar: تم تحديث الفاتورة السابقة . يرجى مراجعتها. Id الرقم المرجعي للفاتورة هو #%d

source: Update invoice successfully.
ar: تحديث الفاتورة بنجاح.

source: You canceled payment. Your invoice wasn't paid
ar: لقد ألغيت الدفع. لم يتم دفع فاتورتك

source: Invoice paid successfully
ar: تم دفع الفاتورة بنجاح

source: Invoice Pay
ar: دفع الفاتورة

source: Invoice ID for pay invoice amount via Wire Transfer
ar: ‫ID الفاتورة لدفع مبلغ الفاتورة عن طريق التحويل البنكي

source: Invoice ID:
ar: ‫ID الفاتورة

source: Invoice
ar: فاتورة

source: Provider Name
ar: اسم مزود خدمة

source: Admin pay to
ar: المشرف يدفع ل

source: Due date
ar: تاريخ الاستحقاق

source: Select Status
ar: اختر الحالة

source: Note: %s% %s will be charged from total invoice amount.
ar: ملاحظة: %s %s سيتم المحاسبة من إجمالي مبلغ الفاتورة.

source: Hired someone else
ar: توظيف شخص آخر

source: Expired
ar: انتهت الصلاحية

source: Applied
ar: تم التقديم

source: View Applied Job Quotation
ar: عرض تسعير الوظيفة المقدم عليها

source: Job Completed
ar: تم إكمال الوظيفة

source: Job have been completed by service provider
ar: تم إكمال الوظيفة بواسطة مزود خدمة

source: Couldn&#8217;t make payment for increase job limit... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من الدفع لزيادة حد الوظائف… يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Payment made successfully.
ar: تم الدفع بنجاح.

source: You canceled payment. Your payment wasn't made
ar: لقد ألغيت الدفع. لم تتم مدفوعاتك

source: Payment has been made successfully
ar: تم الدفع بنجاح

source: Purchase Job Post Limit
ar: شراء حد نشر وظائف

source: Invoice ID for Job Post Limit via Wire Transfer
ar: ‫ID الفاتورة لحد نشر وظيفة عبر التحويل البنكي

source: Purchase Job Limit
ar: شراء حد نشر وظائف

source: Invoice ID for Job Apply Limit via Wire Transfer
ar: ‫ID الفاتورة لحد التقديم لوظائف عبر التحويل البنكي

source: Job Apply Limits
ar: قدم حدود الوظيفة

source: Plan
ar: خطة

source: %d connects
ar: ‫%d روابط

source: There is no active plans.
ar: لا توجد خطط نشطة.

source: Available Limits
ar: الحدود المتاحة

source: Limits with Membership Package. Package Cycle from %s to %s
ar: حدود مع برنامج العضوية. دورة برنامج من %s إلى %s

source: Add more Limits
ar: إضافة المزيد من الحدود

source: View Purchase History
ar: عرض سجل الشراء

source: Skip Payment
ar: تخطي الدفع

source: Wired
ar: حوالة

source: There is no payment gateway available.
ar: لا يوجد بوابة دفع متاحة.

source: Plan
ar: خطة

source: Limit
ar: حد

source: Job Post Limits
ar: حدود نشر الوظائف

source: Limits with Signup. Package Cycle from %s to %s
ar: حدود مع الاشتراك. دورة برنامج من %s إلى %s

source: View Limits History
ar: عرض سجل الحدود

source: My Jobs
ar: وظائفي

source: Expires
ar: تنتهي صلاحيته

source: Invoice ID
ar: ‫ID الفاتورة

source: Cost
ar: الثمن

source: Email already exist
ar: البريد الإلكتروني موجود بالفعل

source: Couldn&#8217;t update you... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من تحديثك… يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Your profile updated successfully.
ar: تم تحديث ملفك الشخصي بنجاح.

source: Connect to Google Calendar
ar: الربط مع تقويم غوغل

source: Google calendar info updated successfully.
ar: تم تحديث بيانات تقويم غوغل بنجاح.

source: Identity Upload
ar: رفع هوية

source: %s has uploaded their identity. %s name is: %s
ar: ‫%s تم رفع هويتهم. %s الاسم هو: %s

source: Your identity uploaded successfully. You can proceed once its approved by admin.
ar: تم تحميل هويتك بنجاح. يمكنك المتابعة بمجرد الموافقة عليها من قبل المشرف.

source: Awaiting Identity verification
ar: في انتظار التحقق من الهوية

source: You have not uploaded any identity document. Please Upload.
ar: لم تقم برفع أي وثيقة هوية. يرجى الرفع.

source: Claim business successfully enabled for this profile.
ar: تم تفعيل المطالبة بملكية عمل بنجاح لهذا الملف الشخصي.

source: Claim business successfully disabled for this profile.
ar: تم تعطيل المطالبة بملكية عمل بنجاح لهذا الملف الشخصي.

source: %s membership has been reactivated successfully.
ar: ‫%s تم إعادة تنشيط العضوية بنجاح.

source: User avatar deleted successfully.
ar: تم حذف الصورة الرمزية للمستخدم بنجاح.

source: User avatar not deleted.
ar: الصورة الرمزية للمستخدم غير محذوفة.

source: User cover image deleted successfully.
ar: تم حذف صورة غلاف المستخدم بنجاح.

source: Please enter correct video url.
ar: الرجاء إدخال رابط الفيديو الصحيح.

source: Preview
ar: معاينة

source: You may only upload maximum %d file
ar: يمكنك فقط تحميل الحد الأقصى لملف %d

source: You may only upload maximum %d files
ar: يمكنك فقط تحميل الحد الأقصى لملفات %d

source: Error: Cannot delete file
ar: خطأ: لا يمكن حذف الملف

source: Profile Settings
ar: إعدادات الملف الشخصي

source: User Avatar
ar: استخدم صورة رمزية

source: Drop avatar here
ar: إسقاط الصورة الرمزية هنا

source: Select Image
ar: اختر صورة

source: Update your profile picture, if not the default Avatar image will be used
ar: قم بتحديث صورة ملفك الشخصي ، إن لم تفعل سيتم استخدام الصورة الرمزية الافتراضية

source: Max Upload Size
ar: أقصى حجم للرفع

source: Dimensions
ar: الأبعاد

source: Extensions
ar: الامتدادات

source: About me
ar: من أنا

source: Contact Detail
ar: بيانات الاتصال

source: Password Update
ar: تحديث كلمة المرور

source: New Password
ar: كلمة مرور جديدة

source: Repeat Password
ar: كرر كلمة المرور

source: Enter same password in both fields. Use an uppercase letter and a number for stronger password.
ar: أدخل نفس كلمة المرور في كلا الحقلين. استخدم حرفًا كبيرًا ورقمًا لكلمة مرور أقوى.

source: Reset
ar: إعادة ضبط

source: Your identity has been uploaded and waiting for admin approval.
ar: تم تحميل هويتك وقيد انتظار موافقة المشرف.

source: Your profile is verified and this red badge will be published on your profile picture.
ar: تم التحقق من ملفك الشخصي وسيتم نشر هذه الشارة الحمراء على صورة ملفك الشخصي.

source: GO TO HOME
ar: اذهب للرئيسية

source: Upload Identity Proof
ar: رفع دليل هوية

source: Drop files here (Valid Formats: doc,docx,pdf,xls,xlsx,rtf,txt,ppt,pptx,jpg,jpeg,png)
ar: إسقاط الملفات هنا (الامتدادات الصالحة: doc,docx,pdf,xls,xlsx,rtf,txt,ppt,pptx,jpg,jpeg,png)

source: Upload
ar: رفع

source: Your identity has been rejected by admin
ar: تم رفض هويتك بواسطة مشرف

source: Decline reason is:
ar: سبب الرفض هو:

source: My Profile
ar: ملفي الشخصي

source: Job Alerts
ar: تنبيهات وظيفة

source: Disable Claim Business
ar: إلغاء تفعيل المطالبة بملكية عمل

source: Enable Claim Business
ar: تفعيل المطالبة بملكية عمل

source: Membership of this provider has been cancelled. %LINKSTART%Click here%LINKEND% to reavtivate this profile.
ar: تم إلغاء عضوية هذا المزود.%LINKSTART%اضغط هنا%LINKEND% لاستعادة هذا الملف الشخصي.

source: Update your avatar manually
ar: تحديث الصورة الرمزية الخاصة بك يدويا

source: Gender
ar: الجنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: TagLine
ar: تاج لاين

source: Biography
ar: السيرة الذاتية

source: Registred Mobile Number for Login via OTP
ar: رقم الجوال المسجل لتسجيل الدخول عبر OTP

source: Mobile
ar: هاتف جوال

source: Alt. Mobile
ar: جوال بديل

source: Email Address
ar: عنوان بريد إلكتروني

source: Skype
ar: سكايب

source: Website
ar: موقع الكتروني

source: Location
ar: موقع

source: Find Address on Map
ar: جد عنوانا على الخريطة

source: Note: This will load your address on map and fillup latitude and longitude
ar: ملاحظة: سيؤدي هذا إلى تحميل عنوانك على الخريطة وملء خطوط الطول والعرض

source: Please enter only address
ar: الرجاء إدخال العنوان فقط

source: Latitude
ar: خط عرض

source: Longitude
ar: خط طول

source: Radius for Service Area
ar: نصف قطر منطقة الخدمة

source: Service to Perform At
ar: خدمة لأدائها في

source: My Location
ar: موقعي

source: Customer Location
ar: موقع العميل

source: Both
ar: كلاهما

source: Set Marker Position
ar: حدد موقع الهدف

source: Social Media
ar: وسائل التواصل الاجتماعي

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Google Calendar Settings
ar: إعدادات تقويم غوغل

source: Google Calendar
ar: تقويم غوغل

source: Google Client ID
ar: ‫ID عميل غوغل

source: Google Client Secret
ar: ‫سر عميل غوغل

source: Update Credentials
ar: تحديث بيانات الاعتماد

source: Calendar ID
ar: ‫ID التقويم

source: Select Calendar ID
ar: اختر ‫ID التقويم

source: Already Connected to Google Calendar
ar: إعدادات تقويم غوغل

source: Stripe Connect
ar: اتصال Stripe

source: You are connected with Stripe
ar: أنت متصل ب Stripe
