Repository: stephen-ask/service-finder
Catalog: languages/*.po
Languages: ar

source: Disconnect Stripe Account
ar: قطع الاتصال مع حساب Stripe

source: Connect with Stripe
ar: اتصل ب Stripe

source: Currently you can choose %d categories. You can increase it by upgrade membership plan
ar: حاليا يمكنك اختيار %d فئات. يمكنك زيادتها عن طريق ترقية خطة عضويتك

source: Currently you can choose only 1 category. You can increase it by upgrade membership plan
ar: ‫حاليا يمكنك اختيار 1 فئة. يمكنك زيادتها عن طريق ترقية خطة عضويتك

source: Primary Category
ar: الفئة الرئيسية

source: Amenities
ar: وسائل

source: Cover Image
ar: صورة غلاف

source: Please upload 2000px x 400px size image for higher quality
ar: يرجى رفع صورة بحجم 2000 x 400 بكسل لجودة أعلى

source: Gallery Images
ar: معرض الصور

source: Drop images here
ar: إسقاط الصور هنا

source: Embeded Code
ar: كود مضمن

source: Video URL
ar: عنوان URL الفيديو

source: Insert YouTube or Vimeo Video Url
ar: إدراج يوتيوب أو رابط فيديو Vimeo

source: Add Video
ar: أضف فيديو

source: Couldn&#8217;t add service... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من إضافة خدمة.. الرجاء التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Add service successfully.
ar: تمت إضافة خدمة بنجاح.

source: Edit service successfully.
ar: تحديث خدمة بنجاح.

source: Select Group
ar: اختر مجموعة

source: Person
ar: شخص

source: Hide on Booking
ar: إخفاء مع الحجز

source: Click to show on booking
ar: اضغط للعرض مع الحجز

source: Show on Booking
ar: عرض مع الحجز

source: Delete group successfully.
ar: حذف مجموعة بنجاح.

source: Update status successfully.
ar: تحديث الحالة بنجاح.

source: Couldn&#8217;t add group... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من إضافة مجموعة.. الرجاء التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Add group successfully.
ar: إضافة مجموعة بنجاح.

source: This group name already exist. Please use another name
ar: اسم هذه المجموعة موجود مسبقا. يرجى استخدام اسم آخر

source: My Services
ar: خدماتي

source: ADD/REMOVE GROUP
ar: إضافة/حذف مجموعة

source: ADD A SERVICE
ar: إضافة خدمة

source: Group Name
ar: اسم المجموعة

source: Add New Service
ar: إضافة خدمة جديدة

source: Service Cost
ar: ثمن الخدمة

source: Fixed Price
ar: سعر ثابت

source: Per Hour
ar: بالساعة

source: Item
ar: عنصر

source: Days
ar: أيام

source: Service Hours e.g. 1.5 (1 hour 50 minutes) or .5 (50 minutes)
ar: ساعات الخدمة مثال: 1.5 ( ساعة 50 دقيقة) أو 5. (50 دقيقة)

source: Number of Persons
ar: عدد الاشخاص

source: Service Persons
ar: أشخاص الخدمة

source: Service Days
ar: أيام الخدمة

source: Weekdays Availability
ar: التوفر أيام الاسبوع

source: Max Booking
ar: أقصى حد للحجز

source: Padding Time (Before)
ar: وقت الانتظار (قبل)

source: Padding Time (After)
ar: وقت الانتظار (بعد)

source: Add New Group
ar: إضافة مجموعة جديدة

source: Offers & Promotions
ar: عروض ترويجية

source: Make Offer
ar: عمل عرض

source: Expiry Date
ar: تاريخ الانتهاء

source: Max Uses
ar: أقصى استخدام

source: Fixed
ar: ثابت

source: Number of percentage or fixed amount
ar: النسبة المئوية أو المبلغ الثابت

source: Create
ar: إنشاء

source: 5 Mins
ar: 5 دقائق

source: 10 Mins
ar: 10 دقائق

source: 20 Mins
ar: 20 دقيقة

source: 25 Mins
ar: 25 دقيقة

source: 35 Mins
ar: 35 دقيقة

source: 40 Mins
ar: 40 دقيقة

source: 50 Mins
ar: 50 دقيقة

source: 55 Mins
ar: 55 دقيقة

source: Add Group
ar: أضف مجموعة

source: Couldn&#8217;t subscribed your mail... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من إشتراك بريديك. يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: You have been subscribed successfully
ar: لقد تم اشتراكك بنجاح

source: Couldn&#8217;t add offer.
ar: لم تتمكن من إضافة عرض.

source: Add offer successfully.
ar: إضافة عرض بنجاح.

source: Edit Offers
ar: تعديل العروض

source: Update offer successfully.
ar: تحديث عرض بنجاح.

source: ADD OFFER
ar: إضافة عرض

source: Offer Title
ar: عنوان العرض

source: Max Coupon
ar: أقصى كوبون

source: Add New Offer
ar: إضافة عرض جديد

source: Max Coupons
ar: أقصى كوبونات

source: Update Offers
ar: تحديث عروض

source: Stripe connect custom account created/updated successfully
ar: ربط حساب Stripe مخصص تم إنشاؤه/تحديثه بنجاح

source: First step completed, please continue to next step.
ar: اكتملت الخطوة الأولى، يرجى المتابعة إلى الخطوة التالية.

source: Stripe identity submitted successfully
ar: تم تسليم هوية Stripe بنجاح

source: Stripe external account created successfully
ar: تم إنشاء حساب Stripe خارجي بنجاح

source: Please fill business url or business short description.
ar: يرجى تعبئة عنوان url للعمل أو وصف موجز للعمل.

source: Please fill external account information
ar: يرجى تعبئة بيانات الحساب الخارجي

source: Please fill Date fo Birth
ar: ‫يرجى تعبئة تاريخ الميلاد

source: Please fill first name
ar: ‫يرجى تعبئة الاسم الأول

source: Please fill last name
ar: ‫يرجى تعبئة اسم العائلة

source: tos acceptance date is missing
ar: تاريخ قبول tos مفقود

source: tos acceptance ip is missing
ar: ‫Ip قبول tos مفقود

source: Please upload verification document.
ar: يرجى تحميل مستند التحقق.

source: Please upload additional verification document.
ar: يرجى تحميل مستند تحقق إضافي.

source: Please upload company verification document.
ar: يرجى تحميل مستند التحقق من الشركة.

source: You have to fill following fields.
ar: يجب عليك تعبئة الحقول التالية.

source: Payouts to this account are enabled.
ar: تم تفعيل الدفعات لهذا الحساب.

source: Payouts to this account are disabled.
ar: تم تعطيل الدفعات لهذا الحساب.

source: Identity verification document status: %s
ar: حالة مستند التحقق من الهوية: %s

source: Paypal masspay email updated successfully
ar: تم تحديث البريد الإلكتروني ل PayPal masspay بنجاح

source: General
ar: عام

source: Date of Birth
ar: تاريخ الميلاد

source: Business URL
ar: عنوان URL العمل

source: Business Short Description
ar: وصف قصير للعمل

source: Personal ID Number (Optional)
ar: رقم ID الهوية الشخصية (اختياري)

source: The government-issued ID number of the individual, as appropriate for the representatives country. (Examples are a Social Security Number in the U.S., or a Social Insurance Number in Canada).
ar: رقم ID الهوية الصادرة من الحكومة للفرد ، حسب الاقتضاء لبلد الممثلين. (الأمثلة هي رقم الضمان الاجتماعي في الولايات المتحدة ، أو رقم التأمين الاجتماعي في كندا).

source: Personal ID Number
ar: رقم ID الهوية الشخصية

source: External Account
ar: حساب خارجي

source: Currency
ar: عملة

source: Bank Country
ar: دولة البنك

source: Routing Number
ar: رقم التوجيه

source: Account Number
ar: رقم الحساب

source: Sort Code
ar: ترتيب الكود

source: IBAN Number
ar: رقم الحساب البنكي / IBAN

source: Identity Verification
ar: التحقق من الهوية

source: Paypal Account Details
ar: تفاصيل حساب PayPal

source: Paypal Email ID
ar: ‫ID البريد الإلكتروني لPaypal

source: Payout Settings
ar: إعدادات دفع التعويض

source: Nationality
ar: الجنسية

source: Payout History
ar: سِجل دفع تعويضات

source: Payout ID
ar: ‫ID دفع تعويض

source: Add qualification successfully.
ar: أضف مؤهل بنجاح.

source: Update qualification successfully.
ar: تحديث مؤهل بنجاح.

source: Edit Qualification
ar: تعديل مؤهل

source: Qualification
ar: مؤهل

source: ADD QUALIFICATION
ar: أضف مؤهل

source: Degree Name
ar: اسم الدرجة العلمية

source: Institute Name
ar: اسم المؤسسة

source: Years
ar: أعوام

source: Add New Qualification
ar: أضف مؤهل جديد

source: From Year
ar: من عام

source: Select From Year
ar: اختر من عام

source: To Year
ar: إلى عام

source: Select To Year
ar: اختر إلى عام

source: Update Qualification
ar: تحديث مؤهل

source: Schedule
ar: تحديد موعد

source: <li>No Member Found</li>
ar: ‫<li>لم يوجد عدد</li>

source: Select Members
ar: اختر أعداد

source: Search Now
ar: ابحث الآن

source: Keyword
ar: كلمات مفتاحية

source: Select a Category
ar: اختر فئة

source: Select a Country
ar: اختر دولة

source: No country available
ar: لا يوجد دولة متاحة

source: Select a State
ar: اختر مقاطعة

source: Select State
ar: اختر مقاطعة

source: No state available
ar: لا يوجد مقاطعة متاحة

source: Select a City
ar: اختر مدينة

source: No city available
ar: لا يوجد مدينة متاحة

source: Filter by price interval
ar: فلتر حسب الفاصل الزمني

source: Filter by Radius
ar: اختر حسب مساحة نصف القطر

source: Find
ar: ايجاد

source: Filter by Price Interval
ar: فلتر حسب الفاصل الزمني

source: Add region successfully.
ar: إضافة منطقة بنجاح

source: Active
ar: نشط

source: Blocked
ar: محظور

source: Couldn&#8217;t add zipcode... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من إضافة رمز بريدي… يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Add servicearea successfully.
ar: إضافة منطقة خدمة بنجاح.

source: Postal Codes
ar: رموز بريدية

source: If you want to restrict your services to specific postal area then you can add from here
ar: إذا كنت ترغب في قصر خدماتك على منطقة بريدية محددة، يمكنك الإضافة من هنا

source: ADD POSTAL CODES
ar: إضافة رموز بريدية

source: Add New Postal Code
ar: إضافة رمز بريدي جديد

source: Add comma separate postal codes
ar: إضافة فاصلة بين الرموز البريدية

source: Regions
ar: مناطق

source: If you want to restrict your services to specific regions then you can add from here
ar: إذا كنت ترغب في قصر خدماتك على مناطق محددة، يمكنك الإضافة من هنا

source: ADD REGIONS
ar: إضافة مناطق

source: Add New Region
ar: أضف منطقة جديدة

source: Add comma separate regions
ar: إضافة فاصلة بين المناطق

source: Add comma separate postal regions
ar: إضافة فاصلة بين المناطق البريدية

source: Couldn&#8217;t add member... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من إضافة أعداد… يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Add member successfully.
ar: إضافة عدد بنجاح.

source: Couldn&#8217;t edit member... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من تعديل عدد… يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Edit member successfully.
ar: تعديل عدد بنجاح.

source: no
ar: لا

source: Set Timeslot
ar: ضبط شريحة وقت

source: No slots available
ar: لا يوجد شرائح متاحة

source: Member timeslots updated successfully.
ar: تم تحديث شرائح زمنية العضو بنجاح.

source: Member starttime updated successfully.
ar: تم تحديث وقت البدء للعضو بنجاح.

source: ADD TEAM MEMBER
ar: تم تحديث الشرائح الزمنية للأعضاء بنجاح.

source: Is Admin?
ar: المشرف؟

source: Add New Member
ar: أضف عضو جديد

source: Full Name
ar: الاسم الكامل

source: Member Email
ar: البريد الإلكتروني للعضو

source: Member Phone
ar: رقم الهاتف

source: Service Area
ar: منطقة خدمة

source: OFF
ar: غلق

source: Couldn&#8217;t make request for feature... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من عمل طلب تميز… يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Request made successfully
ar: تم عمل الطلب بنجاح

source: Couldn&#8217;t make payment for feature... please contact the <a href="mailto:%s">Administrator</a> !
ar: لم تتمكن من الدفع للتميز… يرجى التواصل مع <a href=“mailto:%s”>المشرف</a> !

source: Payment made successfully to be featured
ar: تم الدفع لتكون مميز بنجاح

source: Upgrade Account
ar: ترقية حساب

source: Delete Profile
ar: حذف ملف شخصي

source: Cancel Subscription
ar: إلغاء اشتراك

source: Cancel Featured/Featured Request
ar: إلغاء تميز/طلب تميز

source: Cancel Featured
ar: إلغاء تميز

source: Your membership have been cancelled
ar: لقد تم إلغاء عضويتك

source: Payment via wire transfer is pending for package (%s) upgrade
ar: الدفع عن طريق الحوالة البنكية قيد الانتظار لترقية (%s) برنامج

source: Renew Current Package
ar: برنامج حالي جديد

source: year
ar: عام

source: month
ar: شهر

source: week
ar: اسبوع

source: day
ar: يوم

source: per
ar: لكل

source: There is no active package
ar: لا يوجد برنامج نشط

source: You can submit request to admin in order to become featured on the site, after admin approval you will be required to make payment defined by the admin and after payment you will be featured on the site.
ar: يمكنك إرسال طلب إلى المشرف لكي تظهر كمميز في الموقع ، وبعد موافقة المشرف، سيُطلب منك إجراء الدفع المحدد بواسطة المشرف وبعد الدفع ، سيتم عرضك كمميز على الموقع.

source: Your request has been declined.
ar: تم رفض طلبك.

source: Payment failed via wire transfer.
ar: فشل الدفع عن طريق التحويل البنكي.

source: Your feature account has been expired.
ar: انتهت صلاحية الحساب المميز الخاص بك.

source: Make Featured
ar: إنشاء مميز

source: Request for Feature
ar: طلب ميزة

source: Congratulations! Your request have been approved. Please make a payment of %s to be featured
ar: تهانينا! تمت الموافقة على طلبك. يرجى تسديد الدفعة من %s ليتم عرضها كمميز

source: Now you are a featured member. You have %REMAININGDAYS% days remaining to expire your feature account.
ar: أنت الآن عضو متميز. لديك٪ REMAININGDAYS٪ أيام متبقية لانتهاء صلاحية حساب الميزة.

source: You paid via wire transfer. Please wait for approval.
ar: دفعتك عن طريق التحويل البنكي. يرجى الانتظار للحصول على الموافقة.

source: You have already made a request for feature. Please wait for approval.
ar: لقد تقدمت بالفعل بطلب للتميز. يرجى الانتظار للحصول على الموافقة.

source: ERROR:
ar: خطأ:

source: Your payment have been made successfully.
ar: تم الدفع الخاص بك بنجاح.

source: Invoice ID for Featured via Wire Transfer
ar: ‫ID الفاتورة للتميز عبر التحويل البنكي

source: Your membership has been cancelled successfully.
ar: تم إلغاء عضويتك بنجاح.

source: Your membership has been cancelled.
ar: تم إلغاء عضويتك.

source: Approved successfully.
ar: تمت الموافقة بنجاح.

source: For Featured
ar: للتميز

source: Featured/Featured Request Cancelled successfully
ar: تم إلغاء مميز/طلب تميز بنجاح

source: Featured/Featured Request Cancelled
ar: تم إلغاء التميز/طلب التميز

source: Subscription Cancelled successfully
ar: تم إلغاء الاشتراك بنجاح

source: Subscription Cancel failed.
ar: فشل إلغاء الاشتراك.

source: Wallet
ar: محفظة

source: Wallet Balance
ar: رصيد المحفظة

source: Add Balance To Wallet
ar: إضافة رصيد للمحفظة

source: View Wallet History
ar: عرض سِجل المحفظة

source: Please enter amout
ar: الرجاء إدخال مبلغ

source: Dr/Cr
ar: ‫بطاقة خصم/بطاقة ائتمان

source: Debit/Credit for
ar: بطاقة خصم/بطاقة ائتمان ل

source: Invoice ID for add amount to wallet via Wire Transfer
ar: ‫ID الفاتورة لإضافة مبلغ للمحفظة عن طريق التحويل البنكي

source: Amount has been added to wallet successfully
ar: تمت إضافة المبلغ إلى المحفظة بنجاح

source: My Wallet
ar: محفظتي

source: Blog Post
ar: مشاركة مدونة

source: You trial package has been expired. Please update with available packages.
ar: لقد انتهت صلاحية البرنامج التجريبية. يرجى التحديث من البرامج المتاحة.

source: Add New Blog
ar: أضف مدونة جديدة

source: Post a Job
ar: نشر وظيفة

source: Job Post Plans
ar: خطط نشر الوظائف

source: My Quotations
ar: اقتباساتي

source: This provider profile is not found.
ar: لم يتم العثور على الملف الشخصي لمزود الخدمة هذا.

source: Please select city from suggestion
ar: يرجى اختيار المدينة من الاقتراح

source: Confirm Password
ar: تأكيد كلمة المرور

source: Select a Package
ar: اختر حزمة

source: Payment method not available.
ar: طريقة الدفع غير متاحة

source: Sign up
ar: تسجيل جديد

source: You are already logged in. Please logout for signup
ar: لقد قمت بالفعل بتسجيل الدخول. يرجى تسجيل الخروج لتسجيل جديد

source: Payment via Paypal
ar: الدفع عن طريق PayPal

source: Upgrade to
ar: ترقية إلى

source: Upgrade
ar: ترقية

source: for
ar: ل

source: Your provider account was upgraded
ar: تمت ترقية حساب مزود الخدمة الخاص بك

source: Your provider account created
ar: تم إنشاء حساب مزود الخدمة الخاص بك

source: PayPal recurring payments profile created. Your provider account was upgraded
ar: تم إنشاء ملف شخصي PayPal للمدفوعات المتكررة. تمت ترقية حساب مزود الخدمة الخاص بك

source: You canceled payment. Your account wasn't changed.
ar: لقد ألغيت الدفع. لم يتم تغيير حسابك.

source: You canceled payment. Your account wasn't created
ar: لقد ألغيت الدفع. لم يتم إنشاء حسابك

source: Payment via PayU Money
ar: الدفع عبر PayU Money

source: Please set PayU Money Credentials
ar: يرجى ضبط بيانات اعتماد PayU Money

source: PayPal recurring payments profile is active.
ar: ملف تعريف المدفوعات المتكررة في PayPal نشط.

source: PayPal recurring payments profile isn't active.
ar: الملف الشخصي للمدفوعات المتكررة في PayPal غير نشط.

source: Subscription Cancelled
ar: تم إلغاء الاشتراك

source: Subscription Expiry Notification
ar: إشعار انتهاء الاشتراك

source: Unlimited
ar: غير محدود

source: You are not allowed to login, please claim if this profile belongs to you.
ar: غير مسموح لك بتسجيل الدخول، يرجى المطالبة إذا كان الملف الشخصي ينتمي إليك.

source: Login Successfull.
ar: تسجيل دخول بنجاح

source: Password Reset Successful. Check your email address for your new password.
ar: إعادة تعيين كلمة المرور بنجاح. تحقق من عنوان بريدك الإلكتروني لكلمة المرور الجديدة.

source: The reset link is not valid.
ar: رابط إعادة التعيين غير صالح.

source: Sorry, that key has expired. Please reset your password again.
ar: عذرا ، لقد انتهت صلاحية هذا المفتاح. يرجى إعادة تعيين كلمة المرور الخاصة بك مرة أخرى.

source: Sorry, that key does not appear to be valid. Please reset your password again.
ar: عذرًا ، يبدو أن هذا المفتاح غير صالح. يرجى إعادة تعيين كلمة المرور الخاصة بك مرة أخرى.

source: Password reset successfully.
ar: اعادة تعيين كلمة المرور بنجاح

source: Your customer account was created successfully.
ar: تم إنشاء حساب العميل الخاص بك بنجاح.

source: Payment via Credit Card
ar: الدفع عن طريق بطاقة الائتمان

source: Previous subscription not canceled.
ar: الاشتراك السابق لم يتم إلغاؤه.

source: Upgrade %s Plan
ar: ترقية خطة %s

source: Payment via PayU Latam
ar: الدفع عبر PayU Latam

source: YEAR
ar: عام

source: MONTH
ar: شهر

source: WEEK
ar: أسبوع

source: DAY
ar: يوم

source: Payment via 2Checkout
ar: الدفع عن طريق 2Checkout

source: 1 Year
ar: عام 1

source: 1 Month
ar: شهر 1

source: 1 Week
ar: أسبوع 1

source: 1 Day
ar: يوم 1

source: ERROR: Username already exist
ar: خطأ: اسم المستخدم موجود مسبقا

source: ERROR: Email already exist
ar: خطأ:البريد الإلكتروني موجود مسبقا

source: ERROR: User registration is currently not allowed.
ar: خطأ: تسجيل مستخدم غير مسموح به حاليًا.

source: ERROR: This username is invalid because it uses illegal characters. Please enter a valid username.
ar: خطأ: اسم المستخدم هذا غير صالح لأنه يستخدم أحرفًا غير مناسبة. الرجاء ادخال اسم مستخدم صحيح.

source: ERROR: Couldn&#8217;t register you... please contact the Administrator
ar: خطأ: لم تتمكن من تسجيلك… الرجاء التواصل مع المشرف

source: key not found!
ar: المفتاح غير موجود!

source: Account Password Reset
ar: اعادة تعيين كلمة مرور الحساب

source: ERROR: There is no user registered with that username/email address.
ar: خطأ: لا يوجد مستخدم مسجل باستخدام اسم المستخدم/عنوان البريد الإلكتروني هذا.

source: User Registration
ar: تسجيل مستخدم

source: User Upgrade Notification
ar: إشعار بترقية مستخدم

source: hr
ar: ساعة

source: hrs
ar: ساعات

source: /hour
ar: /ساعة

source: items
ar: عناصر

source: /person
ar: /شخص

source: No service available
ar: لا توجد خدمة متاحة

source: days
ar: أيام

source: /day
ar: /يوم

source: %s ago
ar: ‫%s سابق

source: Question and Answer
ar: سؤال وجواب

source: %d Answers
ar: ‫%d أجوبة

source: more
ar: المزيد

source: Votes
ar: أصوات

source: Vote
ar: تصويت

source: Give Answer
ar: اعط اجابة

source: Submit Answer
ar: سلم اجابة

source: Question
ar: سؤال

source: You have new question on your profile. Click here to reply
ar: لديك سؤال جديد في ملفك الشخصي. اضغط هنا للرد

source: Question Submiited
ar: تم تسليم السؤال

source: Question submit successfully.
ar: تم تسليم السؤال بنجاح.

source: Question could not be submit.
ar: لم يتم تسليم السؤال.

source: Answer Submitted
ar: تم تسليم جواب

source: You have received answer of your question.
ar: لقد تلقيت إجابة لسؤالك.

source: Answer submit successfully.
ar: تسليم الإجابة بنجاح.

source: Answer could not be submit.
ar: لم تتمكن من تسليم الإجابة.

source: Vote has been update.
ar: تم تحديث التصويت.

source: Have a coupon code?
ar: هل لديك رمز الكوبون؟

source: Enter coupon code
ar: أدخل رمز الكوبون

source: Verify
ar: تحقق

source: Send request to related providers also
ar: إرسال طلب إلى مزودي الخدمات ذات الصلة أيضا

source: Send quote request to related providers
ar: إرسال طلب عرض سعر لمزودي الخدمات ذات الصلة

source: (Valid Formats: doc, docx, pdf, xls, xlsx, rtf, txt, ppt, pptx, jpg, jpeg, png)
ar: الصيغ الصالحة: doc,docx,pdf,xls,xlsx,rtf,txt,ppt,pptx,jpg,jpeg,png

source: Select All
ar: اختر الكل

source: Search Result Based on
ar: نتائج البحث بناء على

source: Any
ar: أي

source: Booking on
ar: الحجز يعمل

source: Booking off
ar: الحجز لا يعمل

source: Filter The Search
ar: فلترة البحث

source: Filter by Date
ar: فلترة حسب التاريخ

source: Available in
ar: متاح في

source: Morning
ar: صباحا

source: Afternoon
ar: بعد الظهر

source: Evening
ar: مساء

source: Any Time
ar: أي وقت

source: Available for
ar: متاح ل

source: 2 Hr 15 Mins
ar: ساعتان و 15 دقيقة

source: 2 Hr 30 Mins
ar: ساعتان و 3٠ دقيقة

source: 2 Hr 45 Mins
ar: ساعتان و 45 دقيقة

source: 3 Hr
ar: 3 ساعات

source: 3 Hr 15 Mins
ar: 3 ساعات و 15 دقيقة

source: 3 Hr 45 Mins
ar: 3 ساعات و 45 دقيقة

source: Apply
ar: تطبيق

source: SORT BY
ar: ترتيب حسب

source: Distance
ar: المسافة

source: DESC
ar: تنازليا

source: ASC
ar: تصاعديا

source: No Service Available
ar: لا توجد خدمة متاحة

source: Hrs
ar: ساعات

source: Hr
ar: ساعة

source: Days
ar: أيام

source: Persons
ar: أشخاص

source: offer
ar: عرض

source: Add Media
ar: إضافة وسائل التواصل الاجتماعي

source: Please Select User Role
ar: يرجى اختيار دورك

source: Choose
ar: اختر

source: Via Social Login
ar: عبر تسجيل الدخول بوسائل التواصل الاجتماعي

source: No service found.
ar: لم يتم العثور على خدمة

source: You canceled payment. Your account wasn't claimed
ar: لقد ألغيت الدفع. لم تتم المطالبة بملكية بحسابك

source: Your payment for this claimed business successfully.
ar: تم الدفع للمطالبة بملكية العمل بنجاح.

source: Payment for Claimed Business via Wired Transfer
ar: الدفع للعمل المطالب بملكيته عن طريق التحويل البنكي

source: Payment for %s via wire transfer
ar: الدفع مقابل %s عبر التحويل البنكي

source: Couldn&#8217;t send mail
ar: لم تتمكن من إرسال بريد

source: Payment for Claimed Business Completed
ar: تم الدفع مقابل العمل المطالب به

source: Payment for %s successfully and send mail with login credentials to user
ar: تم الدفع بنجاح لـ %s وأرسل بريدًا ببيانات اعتماد تسجيل الدخول إلى المستخدم

source: Claimed Payment Completed
ar: تمت المطالبة بالسداد

source: United Arab Emirates Dirham
ar: درهم الإمارات العربية المتحدة

source: Australian Dollars (&#36;)
ar: دولار أسترالي (&#36;)

source: Argentina (&#36;)
ar: أرجنتيني (&#36;)

source: Bangladeshi Taka (&#2547;&nbsp;)
ar: تاكا بنغلاديشي (&#2547;&nbsp;)

source: Brazilian Real (&#82;&#36;)
ar: ريال برازيلي (&#82;&#36;)

source: Bulgarian Lev (&#1083;&#1074;.)
ar: ليف بلغاري (&#1083;&#1074;.)

source: Canadian Dollars (&#36;)
ar: دولار كندي (&#36;)

source: Chilean Peso (&#36;)
ar: بيزو شيلى &#36;)

source: Chinese Yuan (&yen;)
ar: اليوان الصيني &yen;)

source: Colombian Peso (&#36;)
ar: البيزو الكولومبي (&#36;)

source: Czech Koruna (&#75;&#269;)
ar: كورونا تشيكية (&#75;&#269;)

source: Danish Krone (kr.)
ar: كرونة دنماركية (kr.)

source: Dominican Peso (RD&#36;)
ar: بيزو الدومينيكان (RD&#36;)

source: Euros (&euro;)
ar: يورو (&euro;)

source: Hong Kong Dollar (&#36;)
ar: دولار هونج كونج (&#36;)

source: Croatia kuna (Kn)
ar: كونا كرواتيا (Kn)

source: Hungarian Forint (&#70;&#116;)
ar: الفورنت المجري (&#70;&#116;)

source: Icelandic krona (Kr.)
ar: الكرونا الأيسلندية (Kr.)

source: Indonesia Rupiah (Rp)
ar: روبية إندونسية (Rp)

source: Indian Rupee (Rs.)
ar: الروبية الهندية (Rs.)

source: Pakistani Rupee (Rs.)
ar: روبية باكستانية (Rs.)

source: Nepali Rupee (Rs.)
ar: روبية نيبالية (Rs.)

source: Israeli Shekel (&#8362;)
ar: شيكل إسرائيلي (&#8362;)

source: Japanese Yen (&yen;)
ar: ين ياباني (&yen;)

source: Lao Kip (&#8365;)
ar: لاو كيب (&#8365;)

source: South Korean Won (&#8361;)
ar: وون كوريا الجنوبية (&#8361;)
