Repository: stephen-ask/service-finder
Catalog: languages/*.po
Languages: ar

source: For Who's on service finder.com section on home page
ar: لقسم المتواجدون على الخدمة finder.com على الصفحة الرئيسية

source: Bio Background Attachment
ar: ملحق خلفية سيرة ذاتية

source: Bio BG Opacity
ar: تعتيم BG سيرة ذاتية

source: Bio BG Color
ar: لون BG سيرة ذاتية

source: Photo Gallery BG Image
ar: صورة BG معرض الصور

source: For photo gallery section on provider's page style 2
ar: لقسم معرض الصور تنسيق صفحة المزود تنسيق 2

source: Photo Gallery Background Attachment
ar: ملحق خلفية معرض الصور

source: Photo Gallery BG Opacity
ar: تعتيم BG معرض الصور

source: Photo Gallery BG Color
ar: لون BG معرض الصور

source: Request a Quote BG Image
ar: صورة BG طلب عرض سعر

source: For request a quote section on provider's page style 2
ar: تنسيق 2 قسم لطلب عرض سعر على صفحة مزودين الخدمة

source: Request a Quote Background Attachment
ar: ملحق خلفية طلب عرض سعر

source: Request a Quote BG Opacity
ar: تعتيم BG طلب عرض سعر

source: Request a Quote BG Color
ar: لون BG طلب عرض سعر

source: Description for Request a Quote
ar: وصف لطلب عرض سعر

source: Enter description for request a quote section
ar: أدخل وصف لقسم طلب عرض سعر

source: Blog Settings
ar: إعدادات مدونة

source: Blog Templates
ar: قالب المدونة

source: Page Setting
ar: إعداد الصفحة

source: Page Sidebar
ar: الشريط الجانبي للصفحة

source: Sidebar Position
ar: موقع الشريط الجانبي

source: Left
ar: يسار

source: Right
ar: يمين

source: Map Setting
ar: إعدادات خريطة

source: Server API Key
ar: خادم API الرئيسية

source: Enter Registered Server API Key by Google (Required)
ar: أدخل مفتاح API للخادم المسجل بواسطة Google (مطلوب)

source: Default Map Marker Icon
ar: أيقونة علامة الخريطة الافتراضية

source: 20 x 32 px
ar: ‫20 x 32 بكسل

source: Display Server Key Response
ar: عرض استجابة مفتاح الخادم

source: Map Height in Desktop
ar: خريطة الارتفاع على سطح المكتب

source: Map Height in Ipad
ar: خريطة الارتفاع في Ipad

source: Map Height in Mobile
ar: خريطة الارتفاع في الجوال

source: Default Location
ar: الموقع الافتراضي:

source: Map Color (Administrative)
ar: لون الخريطة (إداري)

source: Map Color (Landscape)
ar: لون الخريطة (أفقي)

source: Map Color (Poi-Government)
ar: لون الخريطة (Poi-Government)

source: Map Color (Road Geometry)
ar: لون الخريطة (هندسة الطرق)

source: Map Color (Road Labels)
ar: لون الخريطة (تسميات الطرق)

source: Map Color (Water All)
ar: لون الخريطة (كل الماء)

source: Map Color (Water Geometry)
ar: لون الخريطة (هندسة المياه)

source: Map Color (Water Labels)
ar: لون الخريطة (تسميات الماء)

source: Map Color (Cluster)
ar: لون الخريطة (مجموعة)

source: Zoom Level for Address
ar: مستوى التكبير لعنوان

source: Zoom Level for City
ar: مستوى التكبير لمدينة

source: Zoom Level for Country
ar: مستوى التكبير لدولة

source: Zoom Level
ar: مستوى التكبير

source: Radius Fill Color
ar: تعبئة لون نصف القطر

source: Radius Border Color
ar: لون حدود نصف القطر

source: Radius Fill Color Opacity
ar: تعبئة تعتيم اللون نصف القطر

source: Radius Border Color Opacity
ar: تعتيم لون حدود نصف قطر

source: Radius border thickness
ar: سمك نصف قطر الحدود

source: Search Setting
ar: إعدادات البحث

source: Search Template
ar: قالب البحث

source: Default View (Style 1)
ar: طريقة العرض الافتراضية (تنسيق 1)

source: Default View (Style 2)
ar: طريقة العرض الافتراضية (تنسيق 2)

source: Auto Location Detect
ar: كشف الموقع التلقائي

source: Search Bar BG Color
ar: لون شريط البحث BG

source: Search Bar BG Color in Mobile
ar: لون شريط البحث BG في الجوال

source: Search Bar BG Opacity
ar: شريط البحث BG التعتيم

source: Search Page Header Style
ar: تنسيق البحث في مقدمة الصفحة

source: Search Style
ar: تنسيق البحث

source: Text on Search Button
ar: النص على زر البحث

source: Show number of items per page
ar: إظهار عدد العناصر في كل صفحة

source: Show Empty Category in Search Dropdown
ar: إظهار الفئة الفارغة في قائمة البحث المنسدلة

source: Show Featured Providers on Top
ar: إظهار مقدمي الخدمات المميزين على القمة

source: Advance Search Default View
ar: البحث المتقدم عرض افتراضي

source: Hide
ar: إخفاء

source: Search Fields
ar: حقول البحث

source: Price Range
ar: مدى السعر

source: Radius
ar: نصف القطر

source: Maximum Price for Search Filter
ar: الحد الأقصى للسعر فلتر البحث

source: Maximum Radius for Search Filter
ar: الحد الأقصى لنصف قطر فلتر البحث

source: Default Radius
ar: نصف القطر الافتراضي

source: Radius Search in
ar: نصف قطر دائرة البحث في

source: Category Settings
ar: إعدادات فئة

source: Sub Category Layout on %s Category Page
ar: تنسيق الفئة الفرعية على %s صفحة فئة

source: Default View
ar: عرض افتراضي

source: Overlay Opacity on Hover
ar: التعتيم عند المرور عليه

source: String that will replace "providers-category" Word on %s Category Page URL
ar: النص الذي سيحل محل كلمة “فئة-مزوين” على %s عنوان URL لصفحة فئة

source: Leave blank for no changes
ar: اتركه فارغًا دون أي تغييرات

source: Use Category Image as Banner for Individual Category Page
ar: استخدم صورة الفئة كشعار بانر لصفحة الفئة الفردية

source: Use 2000 x 1200 px image for better quality banner
ar: استخدم صورة 2000 x 2000 بكسل لبانر بجودة افضل

source: Home Page Categories
ar: فئات الصفحة الرئيسية

source: Style Preview
ar: معاينة العرض

source: Cities Settings
ar: إعدادات المدن

source: Shortcodes Settings
ar: إعدادات الرموز القصيرة

source: Manage shortcode settings from here
ar: إدارة إعدادات الرمز القصير من هنا

source: Partners Logo
ar: شعار الشركاء

source: Upload Partners Logo
ar: رفع شعارات الشركاء

source: Tagline
ar: ‫تاج لاين

source: Title Color
ar: لون العنوان

source: Tagline Color
ar: لون الشعار

source: Divider Color
ar: مقسم اللون

source: Number of Cities
ar: عدد المدن

source: Display Subcategory
ar: عرض فئة فرعية

source: Show Description
ar: عرض الوصف

source: How it Works
ar: كيف يعمل

source: Step 1
ar: الخطوة 1

source: Step 1 Fields
ar: حقول الخطوة 1

source: Step Number
ar: رقم الخطوة

source: Content
ar: المحتوى

source: Step 2
ar: خطوة 2

source: Step 2 Fields
ar: حقول الخطوة 2

source: Step 3
ar: خطوة 3

source: Step 3 Fields
ar: حقول الخطوة 3

source: Followers
ar: متابعين

source: Show Image/Video
ar: عرض صورة/فيديو

source: Only display in theme style 3
ar: عرض فقط في نمط ثيم 3

source: Youtube URL
ar: عنوان Youtube URL

source: Enter Youtube URL
ar: ادخل عنوان Youtube URL

source: Button Text
ar: نص الزر

source: Button Link
ar: زر الرابط

source: Number of %s
ar: عدد ال %s

source: Items that visible in slider
ar: العناصر المرئية في شريط التمرير

source: Number of Items
ar: عدد العناصر

source: Featured From Category
ar: التميز من ففئة

source: Fullwidth Slider
ar: عرض شريط التمرير كامل

source: Statistics
ar: إحصائات

source: Box 1
ar: صندوق 1

source: Box 1 Fields
ar: حقول صندوق 1

source: Box Type
ar: نوع الصندوق

source: Number
ar: عدد

source: Box Color
ar: لون الصندوق

source: FA Icon Class
ar: ‫FA فئة أيقونة

source: e.g. fa-users
ar: مثال: fa-users

source: Box 2
ar: صندوق 2

source: Box 2 Fields
ar: حقول صندوق 2

source: Box 3
ar: صندوق 3

source: Box 3 Fields
ar: حقول صندوق 3

source: Box 4
ar: صندوق 4

source: Box 4 Fields
ar: ‫Prmg صندوق 4

source: Latest Blogs
ar: أحدث المدونات

source: Why Choose Us
ar: لماذا عليك اختيارنا

source: Number of Testimonials
ar: عدد الشهادات

source: Pricing Plans
ar: خطط الأسعار

source: Highlight Column
ar: تحديد عمود

source: Package Color Column 1
ar: لون برنامج عمود 1

source: Package Color Column 2
ar: لون برنامج عمود 2

source: Package Color Column 3
ar: لون برنامج عمود 3

source: Package Color Column 4
ar: لون برنامج عمود 4

source: Signup Button Style
ar: نمط زر التسجيل

source: Gap Between Column
ar: الفجوة بين العمود

source: Social Settings
ar: إعدادات مواقع التواصل الاجتماعي

source: Facebook URL
ar: عنوان Facebook URL

source: Enter Facebook URL
ar: ادخل عنوان Facebook URL

source: Linkedin URL
ar: عنوان Linkedin URL

source: Enter Linkedin URL
ar: ادخل عنوان Linkedin URL

source: Twitter URL
ar: عنوان Twitter URL

source: Enter Twitter URL
ar: ادخل عنوان Twitter URL

source: Pinterest URL
ar: عنوان Pinterest URL

source: Enter Pinterest URL
ar: ادخل عنوان Pinterest URL

source: Google Plus URL
ar: عنوان Google Plus URL

source: Enter Google Plus URL
ar: ادخل عنوان Google Plus URL

source: Delicious URL
ar: عنوان Delicious URL

source: Enter Delicius URL
ar: ادخل عنوان Delicius URL

source: Digg URL
ar: عنوان Digg URL

source: Enter Digg URL
ar: ادخل عنوان Digg URL

source: Flickr URL
ar: عنوان Enter Flickr

source: Enter Flickr URL
ar: ادخل عنوان Enter Flickr

source: Instagram URL
ar: عنوان Instagram URL

source: Enter Instagram URL
ar: ادخل عنوان Instagram URL

source: Social Shares
ar: نشر على مواقع التواصل

source: Enable Social Shares
ar: تفعيل النشر على مواقع التواصل

source: Enable this option to show social shares below each post
ar: قم بتفعيل هذا الخيار لعرض مشاركات وسائل التواصل الاجتماعي أسفل كل مشاركة

source: Google Plus
ar: جوجل بلس

source: Typography Settings
ar: إعدادات الخط

source: Predefine Tags
ar: ‫Tags محددة مسبقا

source: Home Page Banner Heading
ar: الصفحة الرئيسية بانر المقدمة

source: Home Page Banner Sub Heading
ar: الصفحة الرئيسية بانر عنوان فرعي

source: H1 Size
ar: حجم H1

source: H2 Size
ar: حجم H2

source: H3 Size
ar: حجم H3

source: H4 Size
ar: حجم H4

source: H5 Size
ar: حجم H5

source: H6 Size
ar: حجم H6

source: Contact Page
ar: صفحة الاتصال

source: Contact Templates
ar: قالب الاتصال

source: Hide Contact Map
ar: إخفاء خريطة الاتصال

source: Enter phone number
ar: ادخل رقم هاتف

source: Enter Valid Email
ar: ادخل بريد إلكتروني صحيح.

source: Enter address here
ar: ادخل عنوان هنا

source: Accounts
ar: الحسابات

source: Accounts Settings
ar: إعدادات الحسابات

source: Payment Settings
ar: إعدادات الدفع

source: Booking Payment to
ar: دفع الحجز إلى

source: Payment Methods
ar: طرق الدفع

source: (Works for one time payment, not recurring.)
ar: (يعمل لمرة واحدة للدفع ، وليس متكرر.)

source: (Works only for booking)
ar: (يعمل فقط للحجز)

source: Currency Format According to Language Code
ar: صيغة العملة وفقا لرمز اللغة

source: Ex.: en_US. You can get locals code from %s
ar: مثال: en_US. يمكنك الحصول على رموز محلية من %s

source: Currency Code
ar: رمز العملة

source: Payment Type
ar: نوع الدفع

source: Wire Transfer Settings
ar: إعدادات الحوالة البنكية

source: Description for Wire Transfer
ar: وصف الحوالة البنكية

source: Instructions for Wire Transfer
ar: تعليمات الحوالة البنكية

source: This instruction will be send in mail template to %s
ar: سيتم إرسال هذه التعليمات في قالب بريد إلى %s

source: Paypal Settings
ar: إعدادات PayPal

source: Enable paypal
ar: تفعيل ‫Paypal

source: PayPal API Enviroment
ar: بيئة PayPal API

source: Use sandbox (virtual) enviroment to testing paypal functionality
ar: استخدم بيئة الحماية (الافتراضية) لاختبار تشغيل paypal

source: Use live (real) enviroment
ar: استخدم بيئة live (حقيقية)

source: PayPal Payment Name
ar: اسم دفع PayPal

source: Paypal Method
ar: طريقة PayPal

source: PayPal App ID
ar: ‫ID تطبيق PayPal

source: It will use for paypal adaptive payment option
ar: وسوف تستخدم لخيار الدفع PayPal التكييفية

source: PayPal Email ID
ar: ‫ID البريد الإلكتروني لPaypal

source: Payment Fees by
ar: رسوم الدفع بواسطة

source: Stripe Settings
ar: إعدادات Stripe

source: Enable Stripe
ar: تفعيل Stripe

source: Stripe Mode
ar: وضع Stripe

source: Test Secret Key
ar: اختبار مفتاح سري

source: Test Public Key
ar: اختبار مفتاح عام

source: Live Secret Key
ar: مفتاح Live سري

source: Live Public Key
ar: مفتاح Live عام

source: Stripe Connect Type
ar: نوع ربط stripe

source: Stripe Connect Client ID
ar: ‫ID عميل ربط Stripe

source: It will use for pay to provider via stripe connect
ar: سوف تستخدم للدفع لمزود خدمة عبر ربط stripe

source: Stripe Payment Name
ar: اسم Stripe Payment

source: PayU Money Settings
ar: إعدادات PayU Money

source: Enable PayU Money
ar: تفعيل Enable PayU

source: PayU Money Mode
ar: وضع PayU Money

source: Test PayU Money MID
ar: اختبار PayU Money MID

source: Test PayU Money Key
ar: اختبار مفتاح PayU Money

source: Test PayU Money Salt
ar: اختبار PayU Money Salt

source: Live PayU Money Key
ar: مفتاح Live PayU Money

source: PayU Money Payment Name
ar: اسم الدفع PayU Money

source: PayU Latam Settings
ar: إعدادات PayU Latam

source: Enable PayU Latam
ar: تفعيل PayU Latam

source: PayU Latam Mode
ar: وضع PayU Latam

source: Test PayU Latam Merchant Id
ar: اختبار ‫ID تاجر PayU Latam

source: Test PayU Latam API Login
ar: اختبار تسجيل دخول PayU Latam API

source: Test PayU Latam API Key
ar: مفتاح اختبار PayU Latam API

source: Test PayU Latam Account Id
ar: ‫ID حساب Test PayU Latam

source: Live PayU Latam Merchant Id
ar: ‫ID تاجر Live PayU Latam

source: Live PayU Latam API Login
ar: تسجيل دخول Live PayU Latam API

source: Live PayU Latam API Key
ar: مفتاح Live PayU Latam API

source: Live PayU Latam Account Id
ar: ‫ID حساب Live PayU Latam

source: Live PayU Latam API Login
ar: تسجيل دخول Live PayU Latam API

source: PayU Latam Payment Name
ar: اسم دفع PayU Latam

source: Manage payout related settings from here
ar: إدارة الإعدادات ذات الصلة دفع تعويضات من هنا

source: Enable Paypal Masspay Payout
ar: تمكين Paypal Masspay دفع تعويضات

source: Masspay API Username
ar: اسم مستخدم Masspay API

source: Masspay API Password
ar: كلمة مرور Masspay API

source: Masspay API Signature
ar: ‫Masspay API توقيع

source: Masspay Test Mode
ar: وضع اختبار Masspay

source: Packages
ar: برامج

source: Default Signup Package
ar: برنامج التسجيل الافتراضي

source: This will be default package for signup and make sure it should be active. Other packages will be show in upgrade account.
ar: ستكون هذه هي الحزمة الافتراضية للتسجيل وتأكد من أنها يجب أن تكون نشطة. سيتم عرض الحزم الأخرى في حساب الترقية.

source: Trial Package
ar: برنامج تجريبي

source: Package 1
ar: برنامج 1

source: Package 2
ar: برنامج 2

source: Package 3
ar: برنامج 3

source: Package Name
ar: اسم الحزمة

source: Account expiration limit in days
ar: حد انتهاء صلاحية الحساب بالأيام

source: Package Capabilities
ar: قدرات البرنامج

source: Package Sub Capabilities
ar: برنامج القدرات الفرعية

source: Active Packages 1
ar: برامج نشطة 1

source: Price (0 for free)
ar: السعر (0 مجانا)

source: Account expiration limit in days (0 for unlimited)
ar: حد انتهاء صلاحية الحساب بالأيام (0 لغير محدود)

source: Used for free and single payments
ar: تستخدم لمدفوعات مجانية ومرة واحدة

source: Billing Period
ar: فترة الفواتير

source: Used for recurring payments
ar: تستخدم للمدفوعات المتكررة

source: Active Packages 2
ar: برامج نشطة 2

source: Used for free and single paypal/stripe payments
ar: تستخدم لمدفوعات paypal / stripe مجانية ومرة واحدة

source: Used for paypal/stripe recurring payments
ar: تستخدم للمدفوعات المتكررة paypal/stripe

source: Active Packages 3
ar: برامج نشطة 3

source: Account Moderation
ar: متابعة حساب

source: Commission System
ar: نظام العمولة

source: Charge Admin Fee
ar: رسوم المشرف

source: Pay Only Admin Fee
ar: ادفع فقط رسوم المشرف

source: Chrage only admin fee at the time of booking if this option is on
ar: تحميل فقط رسوم المشرف في وقت الحجز إذا كان هذا الخيار قيد التشغيل

source: Admin Fee Type
ar: نوع رسوم المشرف

source: Admin Fee (In Pecentage)
ar: رسوم المشرف (بالنسبة المئوية)

source: Enter admin fee on each booking
ar: أدخل رسوم المشرف في كل حجز

source: Admin Fee (Fixed Amount)
ar: رسوم المشرف (مبلغ ثابت)

source: Charge Admin Fee From
ar: تحميل رسوم المشرف من

source: Label for Admin Fee
ar: تسمية لرسوم المشرف

source: No Redirect (Default)
ar: لا إعادة توجيه (افتراضي)

source: No Products Found
ar: لم يتم العثور على منتجات

source: Please create a random woocommerce product and select from Products dropdown here. Please check documentation
ar: يرجى إنشاء منتج عشوائي woocommerce واختيار من القائمة المنسدلة للمنتجات هنا. يرجى التحقق من المستندات

source: here
ar: هنا

source: for more clear view.
ar: لعرض أكثر وضوحا.

source: WooCommerce Settings
ar: إعدادات WooCommerce

source: WooCommerce Payment
ar: دفع WooCommerce

source: If this is ON Other local payment gateway no longer work.
ar: إذا كان هذا على ON بوابة الدفع المحلية الأخرى لم تعد تعمل.

source: WooCommerce Product Id
ar: ‫ID منتجات WooCommerce

source: Redirect after %s Signup
ar: إعادة توجيه بعد %s تسجيل جديد

source: Redirect after Account Upgrade
ar: إعادة التوجيه بعد ترقية الحساب

source: Redirect after Booking
ar: إعادة التوجيه بعد الحجز

source: Redirect after Featured Payment
ar: إعادة توجيه بعد دفع التميز

source: Redirect after Job Connect Payment
ar: إعادة توجيه بعد ربط دفع وظيفة

source: Redirect after Job Post Connect Payment
ar: إعادة توجيه بعد نشر الوظيفة ربط الدفع

source: Redirect after Claim Business Payment
ar: إعادة التوجيه بعد الدفع للمطالبة بملكية عمل بالدفع

source: Redirect after Invoice Payment
ar: إعادة التوجيه بعد دفع الفاتورة

source: Wallet Settings
ar: إعدادات المحفظة

source: Wallet System
ar: نظام المحفظة

source: Minimum amount to add to wallet
ar: الحد الأدنى للمبلغ المراد إضافته إلى المحفظة

source: Maximum amount to add to wallet
ar: أقصى مبلغ يمكن إضافته إلى المحفظة

source: Cashback System
ar: نظام Cashback

source: Cashback Amount
ar: مبلغ Cashback

source: Please enter fixed amount to return as cashback
ar: الرجاء إدخال مبلغ ثابت للعودة كتعويض

source: Description for Cashback
ar: وصف Cashback

source: Enter description for cashback
ar: ادخل وصف Cashback

source: Apply to All Wallet Transaction
ar: تنطبق على جميع معاملات المحفظة

source: If checked this option Above cashback setting will apply to all wallet transaction
ar: إذا تم تحديد هذا الخيار ، فسيتم تطبيق إعداد “ cashback” على جميع معاملات المحفظة

source: Upgrade Cashback Amount
ar: مبلغ ترقية Cashback

source: Upgrade Description for Cashback
ar: وصف ترقية ل Cashback

source: Featured Cashback Amount
ar: مبلغ تميز Cashback

source: Featured Description for Cashback
ar: وصف التميز ل Cashback

source: Job Apply Limit Cashback Amount
ar: مبلغ حد التقديم على وظيفة ل Cashback

source: Job Apply Limit Description for Cashback
ar: وصف حد التقديم على وظيفة ل Cashback

source: Job Post Limit Cashback Amount
ar: مبلغ Cashback لحد نشر وظيفة

source: Job Post Limit Description for Cashback
ar: وصف حد نشر وظيفة ل Cashback

source: Booking Cashback Amount
ar: مبلغ حجز Cashback

source: Booking Description for Cashback
ar: وصف الحجز ل Cashback

source: Invoice Cashback Amount
ar: مبلغ فاتورة Cashback

source: Invoice Description for Cashback
ar: وصف الفاتورة ل Cashback

source: SMS Settings
ar: إعدادات الرسائل القصيرة SMS

source: SMS Configuration
ar: ضبط الرسائل القصيرة SMS

source: Manage sms configuration related settings from here
ar: ضبط الإعدادات المرتبطة بالرسائل القصيرة sms من هنا

source: SMS Gateway
ar: بوابة الرسائل القصيرة SMS

source: Google (Firebase)
ar: غوغل (Firebase)

source: Google (Firebase) will only work for login/signup via otp.
ar: غوغل (Firebase) سيعمل فقط لتسجيل الدخول/تسجيل جديد بواسطة otp.

source: Click %s to get firebase settings.
ar: انقر %s للحصول على إعدادات firebase.

source: Click %s to get twillio settings.
ar: انقر %s للحصول على إعدادات twillio.

source: Google API Key
ar: مفتاح غوغل API

source: Auth Domain
ar: مصادقة النطاق

source: Database URL
ar: عنوان قاعدة البيانات URL

source: Project ID
ar: ‫ID المشروع

source: Storage Bucket
ar: مساحة تخزين

source: Messaging Sender ID
ar: ‫ID مرسل الرسائل

source: Twillio Token
ar: ‫Twilio رمز

source: Twillio Sender ID
ar: ‫ID Twilio المرسل

source: Twillio Country Code
ar: ‫Twilio كود الدولة

source: SMS Templates
ar: قوالب رسائل قصيرة SMS

source: Set sms templates from here
ar: تعيين قوالب الرسائل القصيرة من هنا

source: Send New Booking SMS to
ar: إرسال رسالة نصية قصيرة SMS بحجز جديد إلى

source: Template for New Booking SMS to
ar: قالب رسالة نصية قصيرة SMS لحجز جديد إلى

source: Send Booking Complete SMS to
ar: إرسال رسالة نصية قصيرة SMS بإكمال حجز إلى

source: Template for Booking Complete SMS to
ar: قالب رسالة نصية قصيرة SMS بإكمال حجز إلى

source: Send Booking Cancel SMS to
ar: إرسال رسالة نصية قصيرة SMS بإلغاء الحجز إلى

source: Template for Booking Cancel SMS to
ar: قالب رسالة نصية قصيرة SMS لإلغاء حجز إلى

source: Send Job Publish SMS to
ar: إرسال رسالة نصية قصيرة SMSلنشر وظيفة إلى

source: Template for Job Publish SMS to
ar: قالب رسائل نصية قصيرة SMS لنشر الوظيفة إلى

source: Send Job Invite SMS to
ar: ارسل رسالة نصية قصيرة لدعوة وظيفة SMS ل

source: Template for Job Invite SMS to
ar: قالب رسالة نصية قصيرة لدعوة وظيفة SMS ل

source: Send Job Hire SMS to
ar: ارسل رسالة نصية قصيرة لتوظيف بوظيفة SMS ل

source: Template for Job Hire SMS to
ar: قالب رسالة نصية قصيرة لتوظيف بوظيفة SMS ل

source: Offers & Permotions Settings
ar: إعدادات عروض ترويجية

source: Offers & Permotions
ar: عروض ترويجية

source: Offers & Permotions System
ar: نظام العروض الترويجية

source: Offer Based On
ar: عرض بناء على

source: Settings
ar: إعدادات

source: Default Avatar Image
ar: الصورة الرمزية الافتراضية

source: Upload Default Avatar for %s
ar: تحميل صورة رمزية افتراضية ل %s

source: Profile Page Style
ar: نمط صفحة الملف الشخصي

source: Job Notification
ar: إشعار وظيفة

source: Add to Favorite
ar: أضف للمفضلة

source: If off then 'add to favorite' button will be removed from provider profile.
ar: إذا تم إيقاف التشغيل off، فستتم إزالة زر “أضف إلى المفضلة” من الملف الشخصي لمزود الخدمة.

source: Quick Signup
ar: تسجيل جديد سريع

source: If this is on then address related fields will be removed from provider signup form.
ar: إذا كان هذا قيد التشغيل ON ، فستتم إزالة الحقول ذات الصلة من نموذج الاشتراك الخاص بمزود الخدمة.

source: Review System
ar: قيم النظام

source: Display Basic Feature After Social Login
ar: عرض الميزة الأساسية بعد تسجيل الدخول لمواقع التواصل الاجتماعي

source: If provider registered via social login then do you want him to display basic profile. If set OFF then only upgrade account section will be visible.
ar: إذا كان المزود مسجلا عبر تسجيل الدخول لمواقع التواصل الاجتماعي، فهل تريد منه أن يعرض الملف الشخصي الأساسي. إذا تم ضبطه على الإيقاف OFF ، فلن يكون سوى قسم ترقية الحساب مرئيًا

source: Review & Rating to show on profile page
ar: مراجعة وتقييم لعرضهم على صفحة الملف الشخصي

source: Booking Review
ar: تقييم الحجز

source: Open Review
ar: فتح التقييم

source: Rating Style
ar: نمط التقييم

source: Basic
ar: أساسي

source: Advance
ar: متقدم

source: If advance rating is turned on then please make sure you have setup rating labels from service finder -> rating lables.
ar: إذا تم تشغيل التقييم المسبق، فالرجاء التأكد من إعدادات مسميات التقييم من الباحث عن الخدمة -> مسميات التقييم.

source: Provider Can Leave Review
ar: يمكن لمزود الخدمة ترك تقييم

source: If off then 'invite for job' button will be removed from provider profile.
ar: إذا تم إيقاف التشغيل ، فستتم إزالة زر “دعوة للعمل” من الملف الشخصي لمزود الخدمة.

source: Show Floating Menu on %s Profile for Desktop
ar: إظهار القائمة العائمة في ملف تعريف %s لسطح المكتب

source: Show Floating Menu on %s Profile for Mobile
ar: عرض القائمة العائمة في الملف الشخصي %s للجوال

source: Request a Quote Form Show Only After Login
ar: طلب نموذج عرض الأسعار فقط بعد تسجيل الدخول

source: Request a Quote Mail Send to
ar: إرسال بريد طلب عرض سعر إلى

source: Admin
ar: مشرف

source: Hold for Moderation
ar: إيقاف للمتابعة

source: if both(free and paid) options are off then free booking will be applicable by default.
ar: إذا تم إيقاف تشغيل كلا الخيارين (المجاني والمدفوع) ، فسيتم تطبيق الحجز المجاني افتراضيًا

source: Guest Booking
ar: حجز كضيف

source: If off then only registered user will be able to book.
ar: إذا تم إيقاف التشغيل، فسيتمكن المستخدم المسجل فقط من الحجز.

source: Use 24-Hour Format for Time Slots
ar: استخدم تنسيق 24 ساعة للشرائح زمنية

source: Want to Keep "author" Word on %s Profile Page
ar: تريد أن تبقي كلمة “المؤلف” على صفحة ملف تعريف %s

source: String that will replace "author" Word on %s Profile Page URL
ar: النص الذي سيحل محل كلمة “المؤلف” على عنوان URL لصفحة ملف التعريف %s

source: Redirect after booking
ar: إعادة التوجيه بعد الحجز

source: Thank You Page URL
ar: عنوان صفحة شكرا لك URL
