Repository: stephen-ask/service-finder
Catalog: languages/*.po
Languages: ar

source: Enter page url for redirect after booking
ar: أدخل رابط الصفحة URL لإعادة التوجيه بعد الحجز

source: Ex: %s
ar: مثال: %s

source: String That will replace "Provider" word
ar: النص الذي سيحل محل كلمة “مزود الخدمة”

source: Enter a string that will replace with provider word in frontend.
ar: أدخل نص سيحل محل كلمة مزود الخدمة في الواجهة الأمامية.

source: String That will replace "Customer" word
ar: النص الذي سيحل محل كلمة “العميل”

source: Enter a string that will replace with customer word in frontend.
ar: أدخل نص سيحل محل كلمة العميل في الواجهة الأمامية.

source: String That will replace "Request a Quote" title
ar: النص الذي سيحل محل عنوان “طلب عرض أسعار”

source: Enter a string that will replace with "Request a Quote" title in frontend.
ar: أدخل نص سيستبدل بعنوان “طلب عرض أسعار” في الواجهة الأمامية.

source: Show OTP in Booking
ar: إظهار OTP في الحجز

source: Show Contact Info
ar: عرض بيانات الاتصال

source: If off then provider contact details will be disappeared from profile.
ar: إذا تم الإيقاف، فستختفي تفاصيل التواصل الخاصة بمزود الخدمة من الملف الشخصي.

source: Show Address Info
ar: عرض بيانات العنوان

source: If off then provider address details will be disappeared from the whole website.
ar: إذا تم الإيقاف، فستختفي تفاصيل عنوان المزود من الموقع بالكامل.

source: Only Register User can View Address Info
ar: يمكن فقط لمستخدم مسجل عرض معلومات العنوان

source: Show Postal Address
ar: عرض عنوان البريد

source: Show GPS Info (Latitude and Longitude)
ar: عرض معلومات GPS (خطوط الطول والعرض)

source: Show Contact Numbers
ar: عرض أرقام الاتصال

source: Show Email Address
ar: عرض عنوان بريد إلكتروني

source: Show Fax
ar: عرض فاكس

source: Show Website
ar: عرض موقع إلكتروني

source: Show Contact Map
ar: عرض خريطة الاتصال

source: Identity Check Feature
ar: خاصية التحقق من هوية

source: Whether to allow access to my account or not after sign up until admin approves
ar: سواء للسماح بالوصول إلى حسابي أم لا بعد الاشتراك حتى الحصول على موافقة المشرف

source: Display basic profile after trial package expire
ar: عرض الملف الشخصي الأساسي بعد انتهاء صلاحية البرنامج التجريبي

source: Message when identity is waiting for admin approval
ar: رسالة عندما تكون الهوية قيد انتظار موافقة المشرف

source: This Message will show when identity is waiting for admin approval
ar: ستظهر هذه الرسالة عندما تكون الهوية قيد انتظار موافقة المشرف

source: Message when identity is approved
ar: رسالة عند الموافقة على الهوية

source: This Message will show when identity has been approved
ar: ستظهر هذه الرسالة عند الموافقة على الهوية

source: Restrict My Account
ar: تقييد حسابي

source: It only works when identity check feature is on. Provider will not be able to access his my account sections until identity approve by admin.
ar: لن يعمل إلا عند تشغيل ميزة التحقق من الهوية. لن يتمكن مزود الخدمة من الوصول إلى أقسام حسابي حتى يتم تأكيد الهوية بواسطة المشرف.

source: Restrict User Area
ar: تقييد مساحة المستخدم

source: It only works when identity check feature is on. Provider public profile will disappear.
ar: لن يعمل إلا عند تشغيل ميزة التحقق من الهوية. سوف يختفي الملف الشخصي العام لمزود الخدمة.

source: Description about Identity check documents
ar: وصف حول وثائق التحقق من الهوية

source: This will display when popup for identity check
ar: سيتم عرض هذا عند ظهور نافذة منبثقة للتحقق من الهوية

source: Menu
ar: قائمة

source: Payout
ar: تعويض

source: Bank Account Info Section
ar: قسم معلومات الحساب البنكي

source: Question/Answer Section
ar: قسم سؤال/جواب

source: Captcha
ar: التحقق

source: Captcha Style
ar: نمط التحقق

source: reCAPTCHA Site Key
ar: ‫reCAPTCHA مفتاح الموقع

source: You can get site key from %s
ar: يمكنك الحصول على مفتاح الموقع من %s

source: Captcha Theme
ar: ثيم التحقق

source: Captcha on %s Signup
ar: رمز التحقق %s عند تسجيل جديد

source: Captcha on Request a Quote
ar: رمز التحقق عند طلب عرض أسعار

source: Captcha on Claim Business
ar: رمز التحقق على المطالبة بملكية عمل

source: String that will use for Claim Business
ar: النص الذي سيستخدم في المطالبة بالعمل

source: Redirect after Claimed Business
ar: إعادة التوجيه بعد المطالبة بملكية العمل

source: Sign Up Restriction
ar: قيود تسجيل جديد

source: All Countries
ar: كل الدول

source: If checked this option following allowed countries option will not work
ar: إذا تم تحديد هذا الخيار ، فلن يعمل خيار البلدان المسموح بها

source: Allowed Countries
ar: الدول المسموحة

source: Google Auto Suggestion for Signup Address
ar: اقتراح غوغل التلقائي لعنوان تسجيل جديد

source: Show OTP in %s Signup
ar: اظهر OTP في %s تسجيل جديد

source: Login after Signup
ar: تسجيل الدخول بعد التسجيل الجديد

source: Redirect after %s Login
ar: إعادة توجيه بعد %s تسجيل الدخول

source: Hide Message (After x Seconds)
ar: إخفاء الرسالة (بعد x ثوانٍ)

source: Terms and Condition Checkbox on Signup Form for %s
ar: خانة اختيار الشروط والأحكام في نموذج الاشتراك لـ %s

source: Text for Terms and Condition Checkbox for %s
ar: مربع الاختيار لنص للشروط والأحكام ل%s

source: Gallery Settings
ar: إعدادات المعرض

source: Gallery Images for Default
ar: معرض الصور إفتراضيا

source: Please set number of Gallery Images for default version
ar: ‫‫يرجى تعيين عدد معرض الصور للإصدار الافتراضي

source: Gallery Images for Trial Package
ar: معرض الصور لبرنامج تجريبي

source: Please set number of Gallery Images for Trial Package
ar: ‫‫يرجى تعيين عدد معرض الصور لبرنامج تجريبي

source: Gallery Images for Package 1
ar: معرض الصور لبرنامج 1

source: Please set number of Gallery Images for Package 1
ar: يرجى تعيين عدد معرض الصور لبرنامج 1

source: Gallery Images for Package 2
ar: معرض الصور لبرنامج 2

source: Please set number of Gallery Images for Package 2
ar: ‫يرجى تعيين عدد معرض الصور لبرنامج 2

source: Gallery Images for Package 3
ar: معرض الصور لبرنامج 3

source: Please set number of Gallery Images for Package 3
ar: ‫‫يرجى تعيين عدد معرض الصور لبرنامج 3

source: Multiple Category Settings
ar: إعدادات فئة متعددة

source: Multiple Categories for Trial Package
ar: فئات متعددة للبرنامج التجريبي

source: Please set number of categories for Trial Package
ar: يرجى تعيين عدد الفئات لبرنامج تجريبي

source: Multiple Categories for Package 1
ar: فئات متعددة للبرنامج التجريبي 1

source: Please set number of categories for Package 1
ar: يرجى تعيين عدد الفئات لبرنامج 1

source: Multiple Categories for Package 2
ar: ‫فئات متعددة للبرنامج التجريبي 2

source: Please set number of categories for Package 2
ar: يرجى تعيين عدد الفئات لبرنامج 2

source: Multiple Categories for Package 3
ar: ‫فئات متعددة للبرنامج التجريبي 3

source: Please set number of categories for Package 3
ar: يرجى تعيين عدد الفئات لبرنامج 3

source: Job Application Settings
ar: إعدادات التقديم لوظيفة

source: Job Apply Period
ar: فترة التقديم لوظيفة

source: Job Apply Limit For
ar: حد طلب وظيفة ل

source: Number of week/month for job apply limit
ar: عدد الأسابيع/شهور لحد التقيم لوظيفة

source: Apply for Job for Trial Package
ar: تقديم لوظيفة لبرنامج تجريبي

source: Please set number of job apply for Trial Package
ar: يرجى تعيين عدد التقديم لوظيفة لبرنامج تجريبي

source: Apply for Job for Package 1
ar: تقديم لوظيفة لبرنامج 1

source: Please set number of job apply for Package 1
ar: يرجى تعيين عدد التقديم لوظيفة لبرنامج 1

source: Apply for Job for Package 2
ar: تقديم لوظيفة لبرنامج 2

source: Please set number of job apply for Package 2
ar: يرجى تعيين عدد التقديم لوظيفة لبرنامج 2

source: Apply for Job for Package 3
ar: تقديم لوظيفة لبرنامج 3

source: Please set number of job apply for Package 3
ar: يرجى تعيين عدد التقديم لوظيفة لبرنامج 3

source: Job Apply Limit Plans
ar: خطط حد التقديم لوظيفة

source: Increase Job Apply Limit Plans
ar: زيادة خطط حد التقديم لوظيفة

source: Add Remaining Limits to Next Month/Week
ar: أضف الحدود المتبقية إلى الشهر /الأسبوع التالي

source: Plan 1
ar: خطة 1

source: Plan 2
ar: خطة 2

source: Plan 3
ar: خطة 3

source: Job Posting
ar: نشر وظيفة

source: Increase Job Post Limit Plans
ar: زيادة خطط حد نشر الوظائف

source: Job Post Period
ar: فترة النشر لوظيفة

source: Job Post Limit For
ar: حد نشر وظائف ل

source: Number of week/month for job post limit
ar: عدد الأسابيع/شهور لحد نشر الوظائف

source: Job Post Limit with Signup
ar: حد نشر وظائف مع التسجيل

source: Please set default number of job post limit after signup
ar: يرجى تعيين العدد الافتراضي لحد نشر وظائف بعد التسجيل

source: Message System Settings
ar: إعدادات نظام الرسائل

source: Placeholder for No Chat
ar: البديل لغياب الدردشة

source: Upload image that will show when no conversation in chat box
ar: قم بتحميل الصورة التي ستظهر عند عدم وجود محادثة في مربع الدردشة

source: Block Another User
ar: حظر مستخدم آخر

source: Refresh Rate (In Sec.)
ar: معدل التحديث (بالثانية)

source: Reload notification in above seconds
ar: تحديث الإشعار في ثوان أعلاه

source: Subject for Chat Message Received for Quote to User
ar: موضوع رسالة محادثة تم تلقيها للحصول على عرض سعر لمستخدم

source: Chat Message Received for Quote to User
ar: تم تلقي رسالة المحادثة للحصول على عرض سعر لمستخدم

source: Subject for Chat Message Received for Job to User
ar: موضوع رسالة المحادثة المستلمة للوظيفة لمستخدم

source: Chat Message Received for Job to User
ar: تم استلام رسالة المحادثة للوظيفة لمستخدم

source: SEO Settings
ar: إعدادات SEO

source: Meta Title
ar: عنوان ميتا Meta

source: Meta Keywords
ar: كلمات مفتاحية ميتا Meta

source: Meta Desription
ar: وصف ميتا Meta

source: Search Page SEO Settings
ar: إعدادات SEO لصفحة البحث

source: Featured Settings
ar: إعدادت التميز

source: Feature
ar: التميز

source: Days for Feature
ar: أيام للتميز

source: Please set min and max number of days available to make provider as featured
ar: يرجى تحديد الحد الأدنى والحد الأقصى لعدد الأيام المتاحة لجعل مزود كمتميز

source: Labels
ar: تسميات عناوين

source: %s My Account Labels
ar: ‫%s تسميات عناوين حسابي

source: My Messages
ar: رسائلي

source: Set Unavailability
ar: ضبط عدم التوفر

source: Job Limits
ar: حدود الوظيفة

source: Upgrade
ar: ترقية

source: Mangopay Account Settings
ar: إعدادات حساب Mangopay

source: %s Public Profile Labels
ar: ‫%s تسميات الملف الشخصي العام

source: Related %s
ar: ذات صلة %s

source: Customer Info
ar: معلومات العميل

source: %s Public Profile Right Scroll Bar Labels
ar: ‫%s الملف الشخصي العام تسميات شريط التمرير

source: Custom Messages
ar: رسائل مخصصة

source: Provider Signup Successfull
ar: تسجيل مزود ناجح

source: Claimed Business Successfull
ar: مطالبة بملكية عمل ناجحة

source: Customer Signup Successfull
ar: تسجيل عميل ناجح

source: Provider Upgrade Successfull
ar: ترقية مزود ناجحة

source: Provider Upgrade Failed
ar: فشلت ترقية مزود

source: Provider Upgrade via Wire Transfer
ar: ترقية المزود عن طريق حوالة بنكية

source: Job Apply Limit Upgrade Successfull
ar: ترقية حد التقديم لوظائف بنجاح

source: Wallet Amount Added Successfull
ar: تم إضافة رصيد للمحفظة بنجاح

source: Job Apply Limit Upgrade After Wire Transfer
ar: ترقية حد التقديم لوظيفة بعد الحوالة البنكية

source: Wallet Amount Upgrade After Wire Transfer
ar: ترقية مبلغ المحفظة بعد الحوالة البنكية

source: Provider Recurring Signup Successfull
ar: تسجيل جديد لمزود خدمة متكرر بنجاح

source: %s Recurring Upgrade Successfull
ar: ‫%s ترقية التكرار بنجاح

source: %s Signup Successfull
ar: تسجيل جديد ناجح %s

source: Password Reset Successfull
ar: اعادة تعيين كلمة مرور ناجحة

source: Send Feature Request
ar: أرسل طلب تميز

source: After Feature Payment
ar: بعد ميزة الدفع

source: After Feature Wire Transfer
ar: بعد ميزة حوالة بنكية

source: After being Featured in Upgrade Account Tab
ar: بعد ظهور ترقية إلى حساب مميز في علامة التبويب

source: Booking Approve
ar: الموافقة على الحجز

source: After book Provider
ar: بعد حجز مزود خدمة

source: After Pay Invoice
ar: بعد دفع الفاتورة

source: Pay Invoice via Wire Transfer
ar: دفع الفاتورة بواسطة حوالة بنكية

source: After Payment for Increase Job Limit
ar: بعد الدفع لزيادة حد الوظيفة

source: After Upload Identity
ar: بعد رفع الهوية

source: Newsletter Subscription
ar: الاشتراك بالنشرة البريدية

source: Hire if booking is off
ar: توظيف إذا كان الحجز مغلق

source: Notification on my Account
ar: إشعار على حسابي

source: It will show when address not fill in provider profile.
ar: سيظهر عندما لا يملأ العنوان الملف الشخصي لمزود الخدمة.

source: Title for Booking in Google Calendar
ar: عنوان للحجز في تقويم غوغل

source: Claim Business Payment
ar: مدفوعات المطالبة بملكية عمل

source: Mail Settings
ar: إعدادات البريد

source: Set From Name and Email in Mail Function
ar: تعيين من الاسم والبريد الإلكتروني في مهام البريد

source: From Name
ar: من اسم

source: From Email
ar: من بريد إلكتروني

source: Expiry Mail Notification
ar: بريد إشعار انتهاء صلاحية

source: Number of Days Before mail Send
ar: عدد الأيام قبل إرسال بريد

source: Set the number of days before expiry mail send
ar: تعيين عدد الأيام قبل إرسال بريد انتهاء الصلاحية

source: Signup Mail
ar: بريد تسجيل جديد

source: Subject for Mail Send to %s
ar: الموضوع لإرسال البريد إلى %s

source: Mail Send to %s
ar: بريد إلى %s

source: Subject for %s Signup Mail to Admin
ar: موضوع ل %s بريد تسجيل جديد لمشرف

source: Signup Mail to Admin
ar: بريد تسجيل جديد لمشرف

source: %s Signup Mail to Admin
ar: ‫%s بريد تسجيل جديد لمشرف

source: Provider Account Approval
ar: الموافقة على حساب مزود

source: Subject for Mail Send to %s for Account Approval
ar: موضوع إرسال بريد إلى %s للموافقة على الحساب

source: Mail Send to %s for Account Approval
ar: إرسال بريد إلى %s للموافقة على الحساب

source: Featured Request Approval
ar: الموافقة على طلب تميز

source: Subject for Mail Send to %s for Featured Request Approval
ar: موضوع إرسال بريد إلى %s للموافقة على طلب التميز

source: Mail Send to %s for Featured Request Approval
ar: إرسال بريد إلى %s للموافقة على طلب التميز

source: Subscription Expire/Cancel Mail
ar: بريد إلغاء/انتهاء اشتراك

source: Subject for Mail Send to %s for Subscription Expire
ar: موضوع بريد مرسل إلى %s لانتهاء صلاحية الاشتراك

source: Mail Send to %s for Subscription Expire
ar: بريد مرسل إلى %s لانتهاء صلاحية الاشتراك

source: Subject for Mail Send to Admin for Subscription Expire
ar: موضوع بريد مرسل إلى المشرف لانتهاء صلاحية الاشتراك

source: Mail Send to Admin for Subscription Expire
ar: بريد مرسل إلى المشرف لانتهاء صلاحية الاشتراك

source: Subject for Mail Send to %s for Subscription Cancel
ar: موضوع بريد مرسل إلى %s لإلغاء الاشتراك

source: Mail Send to %s for Subscription Cancel
ar: بريد مرسل إلى %s لإلغاء الاشتراك

source: Subject for Mail Send to Admin for Subscription Cancel
ar: موضوع بريد مرسل إلى المشرف لإلغاء الاشتراك

source: Mail Send to Admin for Subscription Cancel
ar: بريد مرسل إلى المشرف لإلغاء الاشتراك

source: Upgrade Mail
ar: ترقية البريد

source: Subject for Upgrade Mail Send to %s
ar: موضوع بريد ترقية مرسل إلى %s

source: Upgrade Mail Send to %s
ar: بريد ترقية مرسل إلى %s

source: Subject for %s Upgrade Mail to Admin
ar: موضوع ل %s بريد ترقية إلى مشرف

source: Upgrade Mail to Admin
ar: ترقية البريد إلى مشرف

source: Subject for %s Wired Transfer Upgrade Mail to Admin
ar: موضوع ل %s بريد ترقية حوالة بنكية إلى مشرف

source: Wired Transfer Upgrade Mail to Admin
ar: بريد ترقية حوالة بنكية إلى مشرف

source: Subject for Wired Transfer Upgrade Mail Send to %s
ar: الموضوع الخاص بترقية التحويل البنكي إلى %s

source: Wired Transfer Upgrade Mail Send to %s
ar: البريد الإلكتروني لترقية حوالة بنكية مرسل إلى %s

source: Subject for Wire Transfer Upgrade Mail Approval Send to %s
ar: موضوع بريد الإلكتروني للموافقة على ترقية حوالة بنكية مرسل إلى %s

source: Wired Transfer Upgrade Approval Mail Send to %s
ar: البريد الإلكتروني للموافقة على ترقية حوالة بنكية مرسل إلى %s

source: Booking Mail
ar: بريد الحجز

source: Mail Send to
ar: تم إرسال البريد ل

source: Subject for Mail Send to Admin
ar: موضوع لبريد مرسل إلى مشرف

source: Mail Send to Admin
ar: بريد مرسل إلى مشرف

source: Paypal Masspay Configuration Mail
ar: بريد Paypal Masspay Configuration

source: Paypal Email Validation Mail
ar: بريد التحقق من البريد الإلكتروني لPaypal

source: Paypal Masspay Transfered Success Mail
ar: بريد نجاح عملية تحويل PayPal Masspay

source: Paypal Masspay Transfered Fail Mail
ar: بريد فشل عملية تحويل PayPal Masspay

source: Booking Reminder Mail
ar: بريد تذكير بالحجز

source: Set the number of days before booking reminder mail send
ar: اضبط عدد الأيام قبل إرسال بريد تذكير الحجز

source: Booking Approval Mail If Booking Made via Wire Transfer
ar: بريد الموافقة على الحجز إذا تم الحجز عبر التحويل البنكي

source: Booking Hire Mail If Booking is off
ar: بريد حجز توظيف إذا كان الحجز مغلق

source: Change Booking Status to Complete Mail
ar: بريد تغيير حالة الحجز لمكتمل

source: Cancel Booking Mail
ar: إلغاء بريد الحجز

source: Invoice Mail
ar: بريد الفاتورة

source: Subject for Generate Invoice Mail Send to %s
ar: موضوع إصدار بريد فاتورة مرسل إلى عميل %s

source: Generate Invoice Mail Send to Customer
ar: إصدار بريد فاتورة مرسل إلى عميل

source: Subject for Invoice Paid Mail Send to %s
ar: موضوع بريد فاتورة مدفوعة مرسل إلى %s

source: Invoice Paid Mail Send to
ar: بريد فاتورة مدفوعة مرسل إلى

source: Contact Us Mail
ar: بريد الاتصال بنا

source: Subject for Contact Us Mail Send to Admin
ar: اتصل بنا موضوع بريد مرسل إلى مشرف

source: Contact Us Mail Send to Admin
ar: اتصل بنا بريد مرسل إلى مشرف

source: Job Apply Mail
ar: بريد تقديم لوظيفة

source: Job Apply Mail Send to Admin
ar: بريد تقديم لوظيفة مرسل إلى مشرف

source: Subject for Apply for Job Mail Send to Admin
ar: موضوع بريد تقديم لوظيفة مرسل إلى مشرف

source: Apply for Job Mail Send to Admin
ar: بريد تقديم لوظيفة مرسل إلى مشرف

source: Subject for Apply for Job Mail Send to %s
ar: موضوع بريد تقديم لوظيفة مرسل إلى %s

source: Apply for Job Mail Send to %s
ar: بريد تقديم لوظيفة مرسل إلى %s

source: Job Invite Mail
ar: بريد دعوة وظيفة

source: Subject for Invite for Job Mail Send to %s
ar: موضوع بريد دعوة لوظيفة مرسل إلى %s

source: Invite for Job Mail Send to %s
ar: بريد دعوة لوظيفة مرسل إلى %s

source: Job Publish Notification Mail
ar: بريد إشعار نشر وظيفة

source: Subject for Job Published Mail Send to %s
ar: موضوع بريد نشر وظيفة مرسل إلى %s

source: Job Published Mail Send to %s
ar: بريد نشر وظيفة مرسل إلى %s

source: Buy Job Limit Connects
ar: اشتر روابط حد وظيفة

source: Subject for Job Connect After Purchase
ar: موضوع لوظيفة ربط بعد الشراء

source: Subject for Job Connect After Purchase Declined
ar: موضوع لوظيفة ربط بعد رفض الشراء

source: Buy Job Post Connects
ar: اشتر روابط نشر وظيفة

source: Subject for Job Post Connect After Purchase
ar: موضوع لنشر وظيفة ربط بعد الشراء

source: Subject for Job Post Connect After Purchase Declined
ar: موضوع لنشر وظيفة ربط بعد رفض الشراء

source: Job Assign to Member Mail
ar: بريد تعيين وظيفة لعضو

source: Subject for Mail Send to Member
ar: موضوع بريد تم إرساله إلى عضو

source: Mail Send to Member
ar: بريد تم إرساله إلى عضو

source: Identity Check Mail
ar: بريد تحقق من الهوية

source: Subject for Identity Upload Mail to Admin
ar: موضوع بريد رفع هوية إلى مشرف

source: Identity Upload Mail to Admin
ar: بريد رفع هوية إلى مشرف

source: Subject for Identity Approve Mail to %s
ar: موضوع بريد الموافقة على هوية إلى %s

source: Identity Approve Mail to
ar: بريد الموافقة على هوية إلى

source: Subject for Identity UnApprove Mail to %s
ar: موضوع بريد عدم الموافقة على هوية إلى %s

source: Identity UnApprove Mail to
ar: بريد عدم الموافقة على هوية إلى

source: Request a Quote Mail
ar: طلب بريد سعر

source: Subject for Request a Quote Mail Send to %s
ar: موضوع بريد طلب سعر مرسل إلى %s

source: Subject for Request a Quote Mail Send to Admin
ar: موضوع بريد طلب سعر مرسل إلى مشرف

source: Request a Quote Mail Send to Admin
ar: بريد طلب سعر مرسل إلى مشرف

source: Question/Answer Mail
ar: بريد سؤال/جواب

source: Subject for Question Submitted to %s
ar: موضوع لسؤال مقدم إلى %s

source: Question Submitted Mail Send to
ar: بريد سؤال مقدم مرسل إلى

source: Subject for Answer Submitted to Question Author
ar: موضوع للإجابة المقدمة إلى كاتب السؤال

source: Answer Submitted to Question Author
ar: تم تسليم إجابة إلى كاتب سؤال

source: Claim Business Mail
ar: بريد مطالبة بملكية عمل

source: Subject for Claim Business Send to Admin
ar: موضوع إرسال المطالبة بملكية عمل إلى المشرف

source: Claim Business Mail Send to Admin
ar: إرسال ‫بريد المطالبة بملكية عمل إلى المشرف

source: Subject for Free Approve Claim Business Send to User
ar: إرسال موضوع للموافقة المجانية على مطالبة بملكية عمل إلى مستخدم

source: Free Approve Claim Business Mail Send to User
ar: إرسال بريد للموافقة المجانية على مطالبة بملكية عمل إلى مستخدم

source: Subject for Paid Approve Claim Business Send to User
ar: إرسال موضوع الدفع للموافقة على مطالبة بملكية عمل إلى مستخدم

source: Paid Approve Claim Business Mail Send to User
ar: إرسال بريد الدفع للموافقة على مطالبة بملكية عمل إلى مستخدم

source: Subject for After Claimed to User
ar: موضوع بعد مطالبة بملكية للمستخدم

source: After Claimed Payment Mail Send to User
ar: إرسال بريد للمستخدم بعد مطالبة بملكية الدفع

source: Subject for After Claimed to Admin
ar: موضوع بعد مطالبة بملكية الدفع للمشرف

source: After Claimed Payment Mail Send to Admin
ar: إرسال بريد للمشرف بعد مطالبة بملكية الدفع

source: Subject for Decline Claim Business Send to User
ar: موضوع إرسال رفض المطالبة بملكية عمل إلى مستخدم

source: Decline Claim Business Mail Send to User
ar: إرسال بريد رفض المطالبة بملكية عمل إلى مستخدم

source: Registered via Job Posting Email
ar: تم التسجيل بواسطة بريد نشر الوظائف

source: Subject for Password Reset Mail Send to
ar: إرسال موضوع بريد إعادة تعيين كلمة المرور إلى

source: Password Reset Mail Send to
ar: إرسال بريد إعادة تعيين كلمة المرور إلى

source: Documentation
ar: توثيق المستندات

source: Flush CSS Cache
ar: مسح ذاكرة التخزين المؤقت ل CSS

source: Remove css cache file from theme to update css changes when using minify css.
ar: إزالة ملف ذاكرة التخزين المؤقت لcss من الثيم لتحديث تغييرات css عند استخدام minify css.

source: Css cache flushed successfully.
ar: مسح ذاكرة التخزين المؤقت ل CSS بنجاح.

source: Section via hook
ar: قسم بواسطة الربط

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
ar: ‫<p class=“description”>هذا القسم تم إنشاؤه عن طريق إضافة فلتر إلى مصفوفة المقاطع. يمكن استخدامها بواسطة الثيم الفرعية لإضافة / إزالة أقسام من الخيارات.</p> ‬

source: Complete your first step from my account to continue.
ar: اكمل خطوتك الأولى من حسابك للاستمرار.

source: Please login with provider to continue.
ar: الرجاء تسجيل الدخول بمزود الخدمة للاستمرار.

source: %d Comments
ar: ‫%d تعليقات

source: Search Results for: %s
ar: نتائج البحث ل: %s

source: Expire Date
ar: تاريخ الانتهاء

source: View Comments
ar: عرض التعليقات

source: Contact Info
ar: بيانات الاتصال

source: EMAIl
ar: بريد إلكتروني

source: PHONE
ar: هاتف

source: Alert Name
ar: اسم التنبيه

source: Enter a name for your alert
ar: أدخل اسم للتنبيه الخاص بك

source: Optionally add a keyword to match jobs against
ar: أضف كلمات مفتاحية اختياريا لمطابقة الوظائف بها

source: Job Region
ar: منطقة العمل

source: Any region
ar: أي منطقة

source: Optionally define a location to search against
ar: حدد موقع اختياريا لمطابقة البحث به

source: Any job type
ar: أي نوع وظيفة

source: Email Frequency
ar: تكرار الإيميل

source: Save alert
ar: حفظ التنبيه

source: Your job alerts are shown in the table below and will be emailed to %s.
ar: يتم عرض تنبيهات الوظائف الخاصة بك في الجدول أدناه وسيتم إرسالها بالبريد الإلكتروني إلى %s.

source: Frequency
ar: التكرار

source: Add alert
ar: أضف تنبيه

source: Results
ar: النتائج

source: Send&nbsp;Now
ar: ارسل&nbsp;الآن

source: Enable
ar: تفعيل

source: Disable
ar: تعطيل التفعيل

source: Next: %s at %s
ar: التالي: %s في %s
